{
  "plants": [
{"MC屑鱼 Mod": "" },
{
  "seedType": 990,
  "name": "Nguyên Hàn Tử Linh (990)",
  "introduce": "<align=justified><size=36><color=#3D1400>Là thợ săn Zombie nguy hiểm nhất vùng Viễn Đông, mỗi lần bắn là mỗi lần mọi Zombie phải chạy trốn. Các Zombie gọi hắn ta là tử thần chiến trường.</color>",
  "info": "<size=36>Lan Tử Đinh với sức mạnh áp đảo.\n\n<color=blue>Từ MC屑鱼 Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương:</color><color=red> 300*4/1.5 giây</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 10 stack đóng băng. Gây x4 sát thương lên Zombie bị đóng băng\n<color=#3D1400>Khả Năng:</color><color=red>\n<color=black>•</color> Thừa hưởng mọi buff của Lan Tử Đinh.\n<color=black>•</color> Mỗi 8 viên sẽ bắn 1 đạn siêu nguyên tử băng có thể gây hiệu ứng của Nấm Nguyên Tử Băng và x4 sát thương lên Zombie đóng băng, đồng thời cho 100 stack đóng băng lên Zombie bị ảnh hưởng.\n<color=black>•</color> Sau khi bắn 2 lần thì sẽ nghỉ trong 4.5 giây.</color></color></color>",
  "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Lan Tử Đinh + Nấm Băng </color>"
},
{
      "seedType": 991,
      "name": "Thời Không Hàn Thuỷ (991)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cậu ta được sinh ra vào thời điểm vũ trụ lụi tàn, đi ngược dòng thời gian để quay trở lại khởi nguyên của vũ trụ. Trên hành trình đó, cậu ấy đã chứng kiến những kỳ tích mà người thường không thể tưởng tượng.Và giờ đây, với hành trình nghịch chuyển định mệnh này, và giờ đây cậu ta sẽ dẫn dắt quỹ đạo của vũ trụ tới tận cùng của định mệnh.",
      "info": "<size=36>Sức mạnh của độ không tuyệt đối và năng lực không-thời gian. Càng nhiều Zombie trên sân thì càng ít Zombie có thể lại gần.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300*2/3 giây</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 50 stack đóng băng, Zombies bị đánh lan thì sẽ nhận 5 stack đóng băng. Gây x4 sát thương lên Zombie đã bị đóng băng.\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Là cây sắt, có thể hồi máu bằng sắt vụn.\n<color=black>•</color> x3 sát thương lên Zombie mang giáp cấp 1.\n<color=black>•</color> Zombie bị ném trúng có tỉ lệ 10% đẩy lùi 3 ô hoặc dịch chuyển qua góc phải sân.\n<color=black>•</color> Có tỉ lệ 10% kích hoạt Tuyệt Kĩ, mỗi lần tấn công thì tăng 5% tỉ lệ kích hoạt Tuyệt Kĩ cho mỗi quả dưa ném ra. \n<color=#3D1400>Tuyệt Kĩ: </color><color=red>Ném dưa thời không lên không trung, khi đó có thể phân tách ra thành 1-3 dưa băng cho từng Zombie trên hàng.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Kỉ Băng Hà:</color><color=red> Đòn tấn công của Thời Không Hàn Thuỷ sẽ tăng 1 điểm Âm Cực cho Zombie bị trúng đòn.\n<color=#3D1400>Khoa Học Lượng Tử:</color> Khi kích hoạt Tuyệt Kĩ, có tỉ lệ 10% toàn bộ Zombie bị bắn trúng đều dịch chuyển về bên phải sân, sát thương từ Tuyệt Kĩ x2.\n<color=#3D1400>Hiệu ứng Âm Cực:</color><color=red>\n<color=black>•</color> Tối đa 75 Stack Âm Cực. Cho mỗi 1 điểm Âm Cực, Zombie sẽ giảm 5% tốc độ di chuyển, tối đa là 30%.\n<color=black>•</color> Khi Zombie đạt 50 Stack Âm Cực, nhận thêm sát thương tương đương 5% máu hiện tại từ Thời Không Hàn Thuỷ. Nếu là 75 Stack Âm Cực, nhận thêm sát thương tương đương 15% máu hiện tại từ Thời Không Hàn Thuỷ.\n<color=black>•</color> Huỷ bỏ hiệu ứng khi tan băng hoặc nhận sát thương lửa.  </color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Dưa Băng + Nấm Nguyên Tử Thời Không"
     },
    {
      "seedType": 1900,
      "name": "Cao Xạ Nguyên Tử Băng (1900)",
      "introduce": "<align=justified><size=36><color=#3D1400>Nhiều người hỏi vì sao Làng Khoai Tây có vô số thứ kì lạ, từ có 1 con hải cẩu có thể ăn mọi thứ, 1 con mèo Danni, và nhiều thứ khác. Lý do là vì từ xưa, Cryda, phù thuỷ người mèo duy nhất trong làng đã không cho mèo Danni ăn do bận rộn trong công việc. Thế là mèo Danni thi triển phép thuật và tạo nên nhiều thứ kỳ lạ như việc vì sao NguyenLong có 1 cái tầng hầm to ngang 1 thành phố ngầm để bắt người ta chơi TD.</color>",
      "info": "<size=36>Mang đến cái chết lạnh lẽo.\n\n<color=blue>Từ MC屑鱼 Mod\n<color=#3D1400>Sát Thương: </color><color=red>600/6 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Mỗi lần bắn thì sẽ tích 75 <color=#0077b6>Stack Đóng Băng</color> lên Zombie. Đồng thời đóng băng Zombie trong 5 giây và làm chậm trong 15 giây.\n<color=black>•</color> Mỗi 2 lần bắn thì kích hoạt hiệu ứng của Nấm Nguyên Tử Băng, gây 1800 sát thương toàn sân.\n<color=black>•</color> Mỗi 6 lần bắn thì lần bắn tiếp theo sẽ hành quyết mục tiêu, sát thương hành quyết là 2.1 tỉ sát thương.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Khoá Mục Tiêu:</color><color=red> Tốc độ bắn còn 4 giây và mỗi lần bắn có tỉ lệ 1/3 tái tạo đòn đánh.\n<color=#3D1400>Vũ Khí Chết Chóc:</color> Mỗi lần bắn sẽ luôn kích hoạt hiệu ứng của Nấm Nguyên Tử Băng. \n<color=#3D1400>Ám Sát:</color> Sẽ luôn hành quyết mục tiêu cho mỗi lần bắn. Cần kích hoạt buff 1 và 2 trước.\n<color=#3D1400>Lưu Ý: </color><color=red>Nếu ghép Cao Xạ Âm Hàn và Nấm Nguyên Tử sẽ bị lỗi, rất có thể là tồn đọng từ bản trước, vậy nên chỉ ghép Đậu Cao Xạ và Nấm Nguyên Tử Băng.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: <color=red>Đậu Cao Xạ + Nấm Nguyên Tử Băng</color>"
     },
    {
      "seedType": 1901,
      "name": "Đậu Bão Tố Bùng Cháy (1901)",
      "introduce": "<align=justified><size=36><color=#3D1400>Ngọn lửa nhiệt huyết bùng cháy dữ dội, sẳn sàng tạo nên 1 bước ngoặt trong công cuộc thành trừng Zombie, bằng cách tăng nhiệt độ lò nướng để nướng bánh hoa quả.</color>",
      "info": "<size=36>Ngọn lửa thiêu rụi mọi thứ trong tầm bắn!\n\n<color=blue>Từ MC屑鱼 Mod\n<color=#3D1400>Sát Thương: </color><color=red>50/60/70*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Phân loại của Cao Xạ Hoả Đậu, chuyển đổi qua lại bằng Đậu Hà Lan.\n<color=black>•</color> Mỗi lần bắn ra 3 đậu lửa cấp độ ngẫu nhiên với sát thương 50/60/70.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 3% kích hoạt tuyệt kĩ.\n<color=#3D1400>Tuyệt Kĩ: </color><color=red>Bắn 3 đạn lửa cấp độ ngẫu nhiên mỗi 0.02 giây và kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: <color=red>Cao Xạ Hoả Đậu + Đậu Hà Lan</color>"
     },
     {
      "seedType": 1902,
      "name": "Cao Xạ Âm Hàn (1902)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cơn bão băng giá đã tôi luyện cho cậu ấy khả năng chiến đấu bền bỉ và sẳn sáng đưa những viên đạn băng gặm sâu vào mục tiêu. Nhưng mà này, chúng ta có hơi bị nhiều đậu cao xạ thì phải.</color>",
      "info": "<size=36>Đóng băng và tê liệt mục tiêu.\n\n<color=blue>Từ MC屑鱼 Mod\n<color=#3D1400>Sát Thương: </color><color=red>300/3 giây</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 75 stack đóng băng. Gây x4 sát thương lên Zombie bị đóng băng.\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Phân loại của Đậu Bão Tố Băng Giá, chuyển đổi qua lại bằng Đậu Hà Lan.\n<color=black>•</color> Mỗi 6 lần bắn thì lần bắn tiếp theo sẽ hành quyết mục tiêu.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: <color=red>Đậu Bão Tố Băng Giá + Đậu Hà Lan</color>"
     },
     {
      "seedType": 1903,
      "name": "Doro (1903)",
      "introduce": "<align=justified><size=36><color=#3D1400>Chờ đã, con này từ bên NIKKE mà, sao lại sang PvZ Fusion thế. Đầu tiên là Milky Way Cookie từ Cookie Run Kingdom rồi, bây giờ lại thêm cái này, chán thật.</color>",
      "info": "<size=36>Khiến Zombie ra khỏi sân hoặc gây 1 tá sát thương.\n\n<color=blue>Từ MC屑鱼 Mod\n<color=#3D1400>Sát Thương: </color><color=red>150*2/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Khiến Zombie ra khỏi sân một khi dính đạn.\n<color=black>•</color> Nếu không ra khỏi sân thì gây 1200*2 sát thương.</color>",
      "cost": "\n<size=36><color=#3D1400>Giá: <color=red>325\n<color=#3D1400>Thời gian chờ: <color=red>30 giây</color>"
     },
     {
      "seedType": 1904,
      "name": "Bạch Liên Thiên Xạ (1904)",
      "introduce": "<align=justified><size=36><color=#3D1400>Nếu ngày xưa Hậu Nghệ bắn hạ mặt trời để giải cứu dân lành, thì thời này Bạch Liên Thiên Xạ bắn hạ Zombie để cứu nguy cho mọi cây trong phố, chỉ là, cậu ta thường bắn trật thì phải.</color>",
      "info": "<size=36>Bắn những lưỡi cưa vàng cắt đứt mọi mục tiêu.\n\n<color=blue>Từ MC屑鱼 Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương:</color><color=red> 40/0.02 giây</color>\n<color=#3D1400>Khả Năng:</color><color=red>\n<color=black>•</color> Phân loài của Thái Dương Bạch Cải, chuyển đổi qua lại bằng Gốc Cung Thủ và Bắp Cải.\n<color=black>•</color> Mỗi 1,5 giây bắn ra 1 lưỡi cưa có thể truy tìm mục tiêu, gây 40 sát thương mỗi 0.02 giây lên Zombie tiếp xúc với lưỡi cưa. Lưỡi cưa tồn tại trong 5 giây.\n<color=black>•</color> Có thể triệu hồi Mặt Trời Nhỏ với khả năng tương tự như của Thái Dương Bạch Cải.\n<color=black>•</color> Lưỡi cưa bắn ra từ Bạch Liên Thiên Xạ sẽ tạo ra 5 mặt trời cho mỗi 15 lần gây sát thương.\n<color=black>•</color> Khi số mặt trời vượt quá 15000 thì sẽ tiêu 200 mặt trời mỗi lần bắn, sát thương gốc sẽ x3.\n<color=#3D1400>Tuyệt Kĩ: </color><color=red>Giá 1000 Xu</color>\n<color=red><color=black>•</color> Nếu trên sân chưa có Mặt Trời Nhỏ, lập tức triệu hồi nó. Nếu đã có, kéo dài thêm 15 giây thời gian tồn tại và chỉ có thể tồn tại một Mặt Trời Nhỏ tại cùng một thời điểm.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Quang Âm Phi Nhận:</color><color=red> Thời gian tồn tại của Lưỡi Cưa x3. \n<color=#3D1400>Kim Quang Lấp Lánh:</color> Khi lượng mặt trời trên 15000, với mỗi 1 mặt trời tiêu thụ thì sát thương tăng 3%. Nếu sát thương gốc x3, thì lưỡi cưa sẽ tính sát thương hiện tại đã tăng lên.</color></color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Thái Dương Bạch Cải + Gốc Cung Thủ </color>"
    },
    {
      "seedType": 1905,
      "name": "Cá Hồi (1905)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cá Hồi.</color>",
      "info": "<size=36>Cá Hồi từ Minecraft.\n\n<color=blue>Từ Cá Hồi\n<color=#4A2900>Điều Kiện Sử Dụng: Cá Hồi\n<color=#3D1400>Máu:</color><color=red> Vô hạn</color>\n<color=#3D1400>Khả Năng:</color><color=red>\n<color=black>•</color> Sau khi trồng cá hồi, toàn bộ cây khi đặt ra sẽ có máu là vô hạn.\n<color=black>•</color> Bạn đã thắng.</color></color></color>",
      "cost": "\n<size=36><color=#3D1400>Giá:</color><color=red> 127</color>"
    },
    {
      "seedType": 1906,
      "name": "Bão Tố Điện Từ (1906)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là 1 người với mong ước trở thành idol, ngày nào cũng hát Super Idol mà không nhận ra rằng cậu ta vô tình khiến các Zombie xung quanh bị giật điện 114514 vôn.",
      "info": "<size=36>Vô số đậu điện bắn ra cùng 1 lúc.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>20*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Đạn đậu điện có độ xuyên là vô hạn và sẽ gây sát thương liên tục mỗi 0.14 giây trong phạm vi 3x3 ô.\n<color=black>•</color> Mỗi 49 lần đạn gây sát thương thì lần gây sát thương tiếp theo sẽ gây thêm 100 sát thương. \n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 3% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Bắn 3 đậu đậu điện mỗi 0.02 giây, kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Hành Điện + Đậu Bão Tố"
     },
    {
      "seedType": 1907,
      "name": "Nấm Bão Tố (1907)",
      "introduce": "<align=justified><size=36><color=#3D1400>Đây sẽ là tân binh của chúng ta, những nấm bão tố này không đơn thuần chỉ bắn đậu, mà còn sẳn sàng sát cánh bên nhau nữa đấy.",
      "info": "<size=36>Vô số đạn bắn ra từ những quả nấm nhỏ bé.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>20*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Có thể chuyển đổi qua lại giữa dạng bắn tỉa và bão tố bằng Đậu Hà Lan.\n<color=black>•</color> Bắn 6 đạn đậu nhỏ vào Zombie phía trước. \n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 3% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Bắn 3 đậu đậu nhỏ mỗi 0.02 giây, kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Lùn + Đậu Bão Tố"
     },
     {
      "seedType": 1908,
      "name": "Nấm Cao Xạ (1908)",
      "introduce": "<align=justified><size=36><color=#3D1400>Nhiều người thắc mắc làm thế nào mà cậu ta có thể bắn đậu điệu nghệ tới vậy, và cậu ta đáp rằng, đó là bí mật không thể bật mí.",
      "info": "<size=36>Xạ thủ nhỏ bé nhưng đầy chết chóc.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300/3 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Có thể chuyển đổi qua lại giữa dạng bắn tỉa và bão tố bằng Đậu Hà Lan.\n<color=black>•</color> Mỗi 6 phát sẽ hành quyết Zombie mục tiêu.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Lùn + Đậu Cao Xạ"
     },
     {
      "seedType": 1910,
      "name": "Nấm Bão Tố Băng (1910)",
      "introduce": "<align=justified><size=36><color=#3D1400>Với những kẻ sống sót đủ lâu đều sẽ nghĩ rằng chúng bất khả chiến bại trên chiến trường. Tôi cá là ngay cả cậu đấy anh bạn. Khá là nghiệt ngã đấy anh bạn, khi mà đôi bạn như chúng ta lại phải chiến đấu trong trận chiến cuối cùng.",
      "info": "<size=36>Cơn lốc băng giá xuyên thấu mọi thứ.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>20*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Bắn 6 đạn tia băng vào Zombie phía trước, tối đa xuyên 2 mục tiêu. \n<color=black>•</color> Nếu buff Thế Như Chẻ Tre được kích hoạt, đạn tia băng xuyên vô hạn. \n<color=black>•</color> Nếu buff Đồng Triệt Tâm Phi được kích hoạt, gây x10 sát thương lên Zombie bị đóng băng.\n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 3% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Bắn 3 đạn tia băng mỗi 0.02 giây, kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Lùn + Đậu Bão Tố Băng Giá"
     },
     {
      "seedType": 1911,
      "name": "Nấm Cao Xạ Lửa (1911)",
      "introduce": "<align=justified><size=36><color=#3D1400>Đây là AWACS, nghe đây Cao Xạ Hoả Đậu, chúng tôi đã phân tích thành công kẻ thù, bọn chúng được trang bị bộ sáu nòng băng giá vô cùng mạnh mẽ, điểm yếu duy nhất là chính mũ giáp của hắn. Cậu phải bắt buộc bắn hạ hắn ta. Đi đi, tiêu diệt tên Bão Tố Băng, chỉ có cậu có thể đối đầu với hắn. Xạ Thủ tới từ Địa Ngục, tôi hy vọng cậu sẽ thành công.",
      "info": "<size=36>Quá nhiệt bản thân để gây nhiều sát thương hơn.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300/3 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Khi tấn công sẽ gây thêm 100 sát thương lan lên Zombie gần đó. Toàn bộ Zombie đều sẽ bị hiệu ứng Chịu Nhiệt.\n<color=black>•</color> Mỗi 6 phát sẽ hành quyết Zombie mục tiêu.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Lùn + Cao Xạ Hoả Đậu"
     },
     {
      "seedType": 1913,
      "name": "Hoả Mộng Lạc (1913)",
      "introduce": "<align=justified><size=36><color=#3D1400>Phù thuỷ lửa Mộng Lạc đang cố gắng giải câu đố trên báo hôm nay, nhưng nó quá khó nên cậu ta nổi điên lên và trút giận lên Zombie.",
      "info": "<size=36>Mộng Lạc bùng cháy có khả năng rớt ra thẻ bí và đốt cháy hàng khi đè.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#3D1400>Sát Thương: </color><color=red>1800 (1 ô)+1800 (1 hàng)</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Với mỗi Zombie đánh trúng, nó sẽ tạo ra 1 thẻ Bí Đè, rơi ra thẻ Bí Cay khi đánh trúng ít nhất 3 Zombie, tối đa rơi ra 3 thẻ Bí Đè và 1 Bí Cay.\n<color=black>•</color> Khi đè 1 Zombie đồng thời sẽ đốt 1 hàng 1 lần gây 1800 sát thương.\n<color=black>•</color> Khi đè 2 Zombie đồng thời sẽ đốt 1 hàng gây 3600 sát thương. \n<color=black>•</color> Nếu đè ít nhất 3 Zombie trở lên sẽ đốt 3 hàng và gây 3600 sát thương cho mỗi hàng.\n<color=black>•</color> Tự đổng đè khi có Hoa Lan Lửa trước mặt, khi đó sẽ rớt ra thẻ Hoả Mộng Lạc và phân bón.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Mộng Lạc + Ớt"
     },
     {
      "seedType": 1914,
      "name": "Hàn Mộng Lạc (1914)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là phù thuỷ sống ở xứ lạnh, việc cậu ta hay làm tập luyện phép thuật với Cực Hàn Âm Đậu, tuy nhiên đừng gọi cậu ta là Mộng Lạc xanh lè, cậu ta cáu đấy.",
      "info": "<size=36>Mộng Lạc băng có khả năng rớt ra thẻ bí và đóng băng Zombie khi đè.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#3D1400>Sát Thương: </color><color=red>1800 (1 ô)+900 (3*3 ô)</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Với mỗi Zombie đánh trúng, nó sẽ tạo ra 1 thẻ Bí Đè, rơi ra thẻ Bí Băng khi đánh trúng ít nhất 3 Zombie, tối đa rơi ra 3 thẻ Bí Đè và 1 Bí Băng.\n<color=black>•</color> Khi đè 1 Zombie sẽ gây thêm 900 sát thương lan lên Zombie xung quanh ở phạm vi 3x3 ô và đóng băng chúng, x4 sát thương lên Zombie bị đóng băng.\n<color=black>•</color> Khi đè 2 Zombie sẽ gây thêm 900 sát thương lan lên Zombie toàn sân và đóng băng chúng, x4 sát thương lên Zombie bị đóng băng.\n<color=black>•</color> Nếu đè 3 Zombie trở lên thì gây 1800 sát thương và đóng băng toàn sân, x4 sát thương lên Zombie bị đóng băng</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Mộng Lạc + Nấm Băng"
     },
     {
      "seedType": 1915,
      "name": "Từ Quang Mê Hoặc (1915)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là phù thuỷ tối thượng xứ Neighborville, khả năng đặc biệt của cậu ta là dùng những sắt vụn để tạo ra các Zombie.",
      "info": "<size=36>Sức mạnh điện từ lớn, có thể biến đổi vật sắt hút được thành Zombie thôi miên.\n\n<color=blue>Từ MC屑鱼 Mod</color></color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Phân loài của Từ Quang Đào, chuyển đổi qua lại bằng Nấm Thôi Miên và Bom Anh Đào.\n<color=black>•</color> Phạm vi hút tương tự như Nam Châm Phát Sáng.\n<color=black>•</color> Có thể hút vật sắt và tạo ra Zombie tướng ứng với đầy đủ máu. Có thể sử dụng vặt sắt lên nó tương tự như Nam Châm Thôi Miên.\n<color=black>•</color> Gây 300 sát thương mỗi 0.5 giây lên Hắc Khổng Hạch và Khổng Hạch Phi Thương.\n\n\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Tua Bin Điện Từ:</color><color=red> Phạm vi hút của Từ Quang Mê Hoặc tăng gấp đôi.\n<color=#3D1400>Vạn Từ Vương:</color><color=red> Từ Quang Mê Hoặc có thể hút 3 vật sắt cùng 1 lúc và x3 sát thương lên Hắc Khổng Hạch và Khổng Hạch Phi Thương.\n<color=#3D1400>Tinh Binh Cường Tướng:</color><color=red> Khi hút vật sắt thì có thể triệu hồi Zombie tối thượng ngẫu nhiên.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Từ Quang Đào + Nấm Thôi Miên"
     },
     {
      "seedType": 1916,
      "name": "Chiến Long Đại Đế (1916)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là sự kết hợp giữa Anh Long Đại Đế và công nghệ tối mật của Gfish Corps, giờ đây Chiến Long Đại Đế, hoặc là Anh Long Máy hay cơ khí gì đó, sẽ gần như bất hoại trước mọi loại Zombie.",
      "info": "<size=36>Tuyệt tác công nghệ của Gfish Corps, càng nhận nhiều sát thương thì càng nhận ít sát thương\n\n<color=blue>Từ MC屑鱼 Mod</color></color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>1000/1.75 giây</color>\n<color=#3D1400>Máu: </color><color=red>16000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Khi mới ghép sẽ có lượng máu bằng 20 lần lượng máu tối đa\n<color=black>•</color> Miễn nhiễm với nghiền nát, tối đa sát thương nhận vào là 16000.\n<color=black>•</color> Giảm 10% sát thương nhận vào, có thể nhận sát thương thay cho cây trong phạm vi 3x3 ô.\n<color=black>•</color> Hồi máu vượt ngưỡng mức cơ bản là 16000 (không giới hạn), và có thể hồi 3200 máu cho mỗi vật sắt. Nếu vật sắt rơi ra mà không dùng đến thì khi biến mất sẽ hồi tổng cộng 3200/tất cả Thuỷ Long Cơ Khí và Thuỷ Quái Cơ Khí. \n<color=black>•</color> Đòn tấn công cũng sẽ gây sát thương lan, sát thương cắn sẽ bằng 1% máu hiện tại và sẽ hồi 40% máu bằng sát thương gây ra. Sau khi cắn thì sẽ bắn đạn pháo gây 1000 sát thương lan.\n<color=black>•</color> Mỗi 40 giây có thể kích hoạt Hành Quyết, khi đó sẽ nuốt chửng Zombie thường.\n<color=black>•</color> Nếu nhận quá 32000 sát thương thì lần cắn tiếp theo sẽ luôn nuốt chửng Zombie thường, đồng thời sẽ giảm 150 sát thương tối đa nhận vào, tăng 1% giảm sát thương nhận vào. Tối đa sẽ là 4000 sát thương tối đa có thể nhận vào và giảm 90% sát thương có thể nhận vào.\n<color=black>•</color> Có thể kích hoạt trang thái hấp hối nếu nhận sát thương chí mạng, khi đó máu sẽ không dưới 1 trong 5 giây, và có thể nuốt chửng Zombie tiếp theo ngay lập tức. Có thể kích hoạt mỗi 10 giây.\n\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Thị Huyết Như Mệnh:</color><color=red> x3 khả năng hồi máu.\n<color=#3D1400>Chiến Binh Tận Thế:</color><color=red> Thời gian hồi Hành Quyết còn 15 giây, lượng máu bị mất cần để kích hoạt Hành Quyết còn 16000 máu.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Phi Long Thăng Thiên + Thuỷ Quái Cơ Khí"
     },
     {
      "seedType": 1917,
      "name": "Nấm Mèo Nhút Nhát (1917)",
      "introduce": "<align=justified><size=36><color=#3D1400>Mèo cute phô mai que, và hôm nay cắt pate nhé.",
      "info": "<size=36>Càng nhiều Zombie sát thương càng cao.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#3D1400>Sát Thương: </color><color=red>300/1 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Có đặc tính của Nấm Nhút Nhát\n<color=black>•</color> Cho mỗi Zombie xuất hiện trên sân, tăng vĩnh viễn 10 sát thương.</color>",
      "cost": "<size=36><color=#3D1400>Giá: <color=red>250\n<color=#3D1400>Thời gian chờ: <color=red>15 giây</color>"
     },
     {
      "seedType": 1918,
      "name": "Bão Tố Tỏi Độc (1918)",
      "introduce": "<align=justified><size=36><color=#3D1400>'Đội Bão Tố, chúng tôi không thể chấp nhận việc rút lui, tiêu diệt bọn chúng ngay.' - Bộ Chỉ Huy. 'Tôi đoán anh sẽ nói thế mà, việc này sẽ tốn thêm 1 chút chi phí đấy' - Bão Tố Tỏi Độc",
      "info": "<size=36>Cơn mưa đạn tỏi vào mặt kẻ thù.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>40*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Đặt 1 điểm Stack độc cho mỗi viên đạn, có tỉ lệ 10% kích hoạt hiệu ứng Bom Tỏi lên Zomebie đã bị nhiễm độc tỏi.\n<color=black>•</color> Gây thêm 20 sát thương cho mỗi Stack độc của Zombie.\n<color=black>•</color> Hiệu ứng Bom Tỏi: Gây sát thương lan bằng (Stack Độc x 40) của Zombie đó trong phạm vi 3x3 ô.\n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 3% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Bắn 3 đạn tỏi mỗi 0.02 giây, kéo dài trong 5 giây.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Toán Độc Sậu Phát:</color><color=red> Sát thương tăng lên từ Stack độc x4, xát suất kích hoạt hiệu ứng Bom Tỏi tăng lên 25%, sát thương từ hiệu ứng Bom Tỏi x10.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Tỏi + Đậu Bão Tố"
     },
     {
      "seedType": 1919,
      "name": "??? Óc Chó (1919)",
      "introduce": "<align=justified><size=36><color=#3D1400>01000100 01100001 01101110 01101110 01101001 01101100 01101001 01110011 01110100 01101001 01100011 00100000 01000100 01100001 01110111 01110011 01101111 01101110",
      "info": "<size=36>Không thể xác định.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Miễn nhiễm với mọi hiệu ứng bất lợi và nghiền nát, sát thương nhận vào là ngẫu nhiên từ 1~50.\n<color=black>•</color> Zombie tấn công nó sẽ bị dính 1 trong những hiệu ứng sau: Quá Nhiệt, Làm Chậm trong 10 giây, Độc trong 10 giây, nổ Nguyên Tử ko để lại hố, Than Hồng, Tiền Thưởng. \n<color=black>•</color> Có tỉ lệ 20% tiêu diệt Zombie đang ăn nó ngay lập tức.</color>",
      "cost": "\n<size=36><color=#3D1400>Giá: <color=red>750\n<color=#3D1400>Thời gian chờ: <color=red>60 giây</color>"
     },
     {
      "seedType": 1920,
      "name": "Bão Tố 3 Đầu Băng (1920)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là những Bão Tố chiến đấu trong các môi trường khắc nghiệt, Bão Tố 3 Đầu Băng là những chiến binh xuất sắc nhất và sẳn sàng thực hiện bất kì nhiệm vụ khó khắn nào.</color></color>",
      "info": "<size=36>Thay đổi cả thời tiết bằng đậu băng.\n\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>20*6*3/1.5 giây</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 10 stack đóng băng. x4 sát thương lên Zombie bị đóng băng.</color>\n<color=#3D1400>Khả Năng: </color><color=red>Tầm bắn 3 hàng. Mỗi lần bắn sẽ có tỉ lệ 6% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Mỗi 0.02 giây bắn 1 đạn đậu băng cho từng hàng. Kéo dài trong 5 giây.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: <color=red>Đậu Bão Tố 3 Đầu + Nấm Băng</color>"
    },
    {
      "seedType": 1921,
      "name": "Bão Tố 3 Đầu Lửa (1921)",
      "introduce": "<align=justified><size=36><color=#3D1400>Đã tới lúc rồi! Bắt đầu chiến dịch giải phóng Neighborville. Toàn bộ lực lượng, tiến thẳng vào trung tâm chỉ huy của kẻ địch. Kẻ địch đã gia cố khu vực phòng thủ tại nơi đây, lực lượng của chúng ta sẽ hứng chịu các cuộc phản công dữ dội. Hãy mau chóng kết thúc trận chiến này và về nhà nào.</color></color>",
      "info": "<size=36>Những cơn lốc bằng lửa bùng cháy.\n\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>80/100/120*6*3/1.5 giây</color></color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Tầm bắn 3 hàng.\n<color=black>•</color> Mỗi lần bắn ra 3 đậu lửa cấp độ ngẫu nhiên với sát thương 80/100/120, có thể sử dụng các gốc lửa cấp cao hơn để đốt đạn lửa cấp thấp. \n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 6% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Mỗi 0.02 giây bắn 1 đạn đậu lửa cấp độ ngẫu nhiên cho từng hàng. Kéo dài trong 5 giây.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: <color=red>Đậu Bão Tố 3 Đầu + Ớt</color>"
    },
    {
      "seedType": 1923,
      "name": "Bão Tố Phượng Hoàng (1923)",
      "introduce": "<align=justified><size=36><color=#3D1400>Hỡi Neighborville, hỡi đất mẹ, chúng con đã trở về để tiêu diệt bọn phản trắc này. Chúng ta đã thành công phá huỷ Zomboss 9000, nhưng đã phải trả cái giá quá đắt. Kể cả khi phải chịu thiệt hại nặng nề, toàn bộ quân ta đã tiến tới Zombieland.</color></color>",
      "info": "<size=36>Bùng cháy từ đống tro tàn.\n\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>160*6*3/1.5 giây</color></color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Tầm bắn 3 hàng. Thừa hưởng mọi khả năng và buff của Hoả Bộc Phương Lan.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 6% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Mỗi 0.02 giây bắn 1 đạn lửa cho từng hàng. Kéo dài trong 5 giây.</color></color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: <color=red>Bão Tố Tro Tàn + Ớt hoặc Đậu Bão Tố + Hoả Bộc Phương Lan</color>"
    },
    {
      "seedType": 1924,
      "name": "Bão Tố Tro Tàn (1924)",
      "introduce": "<align=justified><size=36><color=#3D1400>Xem ra bọn Zombie biết kế hoạch của chúng ta, tên tiến sĩ Zomboss đã bắt đầu cuộc tấn công. Mục tiêu của chúng ta không phải để chiến thắng cuộc chiến, mà là câu đủ thời gian để hoàn thiện thứ này.</color>",
      "info": "<size=36>Sự phục sinh sẽ sớm xuất hiện.\n\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Khả Năng: </color><color=red>Mất đi khả năng tấn công.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: <color=red>Đậu Bão Tố 3 Đầu Lửa + Ớt hoặc Đậu Tro Tàn + Đậu Bão Tố 3 Đầu</color>"
    },
    {
      "seedType": 1925,
      "name": "Nấm 3 Nòng Bão Tố Lửa (1925)",
      "introduce": "<align=justified><size=36><color=#3D1400>Tại sao nấm bão tố này trông dị dạng vậy? Đó là vì khi Crazy Dave cố gắng kệt hợp đậu 3 đầu với nấm lùn, một sự kiện xảy ra và khiến cây này trở nên như vậy.",
      "info": "<size=36>Mọi cây bão tố đều có dạng nấm đấy.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>(60*6)*3/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Tầm bắn 3 hàng. Bắn 6 đạn đậu lửa vào Zombie phía trước. \n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 2% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> x3 sát thương, bắn 1 đạn lửa mỗi hàng 0.02 giây, kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Lùn + Bão Tố 3 Đầu Lửa"
     },
    {
      "seedType": 1926,
      "name": "Nấm Bão Tố Lửa (1926)",
      "introduce": "<align=justified><size=36><color=#3D1400>Zombieland, trái tim của cả đế chế - nơi kết thúc mọi thứ. Tiến sĩ Zomboss đang cố gắng phòng thủ với những gì hắn có, nhưng hắn đang dần thua cuộc chiến này. Bọn Zombie tin rằng pháo đài này không thể bị xuyên thủng. Bất khả xâm phạm. Chứng minh bọn chúng đã sai, chỉ huy, tiêu diệt nơi này, tiêu diệt Zomboss. Cho bọn Zombie thấy những gì chúng ta có thể làm tại Garden Center, Chomp Town. Cho bọn Zombie thấy rằng không thể cướp lấy sự yên bình của chúng ta.",
      "info": "<size=36>Những ngọn lửa tí hon nhưng thiêu đốt mọi thứ.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>60*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Bắn 6 đạn đậu lửa vào Zombie phía trước. \n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 2% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Bắn 3 đạn tia băng mỗi 0.02 giây, kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Lùn + Đậu Bão Tố Lửa"
     },
     {
      "seedType": 1927,
      "name": "Nấm 3 Nòng Bão Tố (1927)",
      "introduce": "<align=justified><size=36><color=#3D1400>Nếu bạn thắc mắc tại sao nó lại như thế, ờ thì, 3 cái đầu nhập lại thành 1, và giờ họ luôn cãi nhau mỗi khi tới giờ ăn.",
      "info": "<size=36>Có thể kết hợp với Ớt hoặc Băng.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>(20*6)*3/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Tầm bắn 3 hàng. Bắn 6 đạn đậu vào Zombie phía trước. \n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 2% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> x3 sát thương, bắn 1 đạn lửa mỗi hàng 0.02 giây, kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Lùn + Bão Tố 3 Đầu"
     },
     {
      "seedType": 1928,
      "name": "Nấm 3 Nòng Bão Tố Băng (1928)",
      "introduce": "<align=justified><size=36><color=#3D1400>Này, bạn đã cho mèo ăn chưa, nếu chưa thì cho mèo ăn đi, còn không thì Nấm Bão Tố 3 đâu băng sẽ bắn bạn đấy.",
      "info": "<size=36>Cái gì tốt hơn Nấm Bão Tố Băng? Phiên bản 3 đầu của nó.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>(20*6)*3/1.5 giây</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 10 stack đóng băng. x4 sát thương lên Zombie bị đóng băng.\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Tầm bắn 3 hàng. Bắn 6 tia băng vào Zombie phía trước. \n<color=black>•</color> Thừa hưởng buff của Băng Hà Lan Linh\n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 2% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> x3 sát thương, bắn 1 tia băng mỗi hàng 0.02 giây, kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Lùn + Bão Tố 3 Đầu Băng"
     },
     {
      "seedType": 1930,
      "name": "Bão Tố 3 Đầu Bất Diệt (1930)",
      "introduce": "<align=justified><size=36><color=#3D1400>Tại sao có quá nhiều cây bất diệt thế, thế điểm mạnh giữa chúng là gì? Thì với Bão Tố Bất Diệt, đó là khả năng bắn mỗi 0.02 giây. Còn đối với Bão Tố Bất Diệt nhưng nhỏ hơn? Nó bắn thêm đạn lửa để tăng sát thương mà Zombie phải nhận vào đấy. Còn với Bão Tố 3 Đầu này thì, sát thương tăng lên vô hạn.",
      "info": "<size=36>Rẻ hơn nhưng không có nghĩa yếu hơn.\n\n<color=blue>Từ MC屑鱼 Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>(120*6)*3/1.5 giây</color>\n<color=#3D1400>Máu: </color><color=red>8000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Tầm bắn 3 hàng. Bắn 6 đạn diên thạch vào Zombie phía trước, xuyên tối đa 2 Zombie. \n<color=black>•</color> Mỗi lần bắn thì sẽ mất 50 máu và sẽ dừng lại ở mức 500 máu.\n<color=black>•</color> Cho mỗi 2000 máu bị mất, tăng vĩnh viễn 40 sát thương, tối đa là 360 sát thương. \n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 2% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> x3 sát thương, bắn 1 đạn diên thạch mỗi hàng 0.02 giây, kéo dài trong 5 giây. Đồng thời cho mỗi 30 đạn bắn ra, hồi 750 máu.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Trở Xung Chi: </color>Sát thương và khả năng đẩy lùi x3.\n<color=#3D1400>Cuồng Chiến Sĩ: </color>\n<color=black>•</color> <color=#3D1400>Cấp 1: </color>Nếu máu dưới 500, miễn nhiễm với sát thương dưới 1000, đồng thời giới hạn sát thương của đạn tăng lên 1440.\n<color=black>•</color> <color=#3D1400>Cấp 2: </color>Tỉ lệ kích hoạt Tuyệt Kĩ tăng lên thành 10%, đạn không còn giới hạn sát thương, sát thương tăng lên là vô hạn.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bão Tố 3 Đầu Băng + Bão Tố 3 Đầu Lửa"
     },
{"PvZ Sniper DLC": "" },
     {
      "seedType": 800,
      "name": "Cao Xạ Hoàng Kim (800)",
      "introduce": "<align=justified><size=36><color=#3D1400>'Xong đời tôi rồi...' Khi ánh đèn váng toả ra khắp nơi, đó là lúc mà mọi Zombie đều biết kết cục của mình.</color>",
      "info": "<size=36>Chỉ huy của mọi Đậu Cao Xạ!\n\n<color=blue>Từ Sniper DLC\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch Cổ Điển/Luyện Ngục và Vọng Âm từ Vực Thẩm|Đã Mở Khoá Sẳn\n<color=#3D1400>Sát Thương: </color><color=red>1000/6 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Có mọi đặc tính của Đậu Cao Xạ.\n<color=black>•</color> Khi nhấn vào cây sẽ kích hoạt kĩ năng đặc biệt. Khi đó Cao Xạ Hoàng Kim sẽ đánh dấu mục tiêu đồng thời toàn bộ các cây bắn tỉa trên sẽ đều đồng loạt tiêu diệt mục tiêu đó. Thời gian chờ là 30 giây.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Vận Trù Duyệt Kế: </color><color=red>Toàn bộ cây bắn tỉa trên sân đều bắn nhanh hơn 30%.</color>\n<color=#3D1400>Quyết Thắng Ngàn Dặm: </color><color=red>Thời gian hồi kỹ năng giảm xuống còn 15 giây.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nam Châm Vàng + Đậu Cao Xạ</color>"
    },
    {
      "seedType": 801,
      "name": "Cao Xạ Anh Đào (801)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là bậc thầy làm bánh tại khu phố, cậu ta nổi tiếng nhất với món bánh anh đào trứ danh, nhưng cậu ta lại thay quên công thức cho món bánh này.... đó là anh đào! 'Đừng lo, đưa cái bánh cho tôi' và boom, một cái bánh anh đào đã làm xong.</color>",
      "info": "<size=36>Luôn gây vụ nổ anh đào mỗi 2 giây!\n\n<color=blue>Từ Sniper DLC\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch|Mở Khoá cùng với Liên Pháo Anh Đào\n<color=#3D1400>Sát Thương: </color><color=red>1800/2 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Có mọi đặc tính của Đậu Cao Xạ.\n<color=black>•</color> Mỗi 2 giây tạo ra 1 vụ nổ anh đào ở vị trí chỉ định, và sẽ hành quyết mục tiêu chính sau mỗi 8 phát.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Đại Lực Chấn Vũ: </color><color=red>Sát thương gây ra x3</color>\n<color=#3D1400>Khoái Kiến Tân Trang: </color><color=red>Tốc độ bắn còn 1 giây</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Liên Pháo Anh Đào + Đậu Cao Xạ</color>"
    },
    {
      "seedType": 802,
      "name": "Cao Xạ Diệt Đậu (802)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là hiệp sĩ bóng đêm, là sát thủ ẩn mình trong bóng tối. Ánh trăng là thứ soi sáng ống ngắm của cậu ta. Và bầu trời đêm chính là thứ bảo vệ cậu ta. Cậu ta là..... không phải Batman.</color>",
      "info": "<size=36>Luôn gây vụ nổ nguyên tử mỗi 8 giây!\n\n<color=blue>Từ Sniper DLC\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch|Mở Khoá cùng với Lan Tử Đinh\n<color=#3D1400>Sát Thương: </color><color=red>1800/8 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Có mọi đặc tính của Đậu Cao Xạ.\n<color=black>•</color> Mỗi 8 giây tạo ra 1 vụ nổ nguyên tử ở vị trí chỉ định, và sẽ hành quyết mục tiêu chính sau mỗi 2 phát.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Liên Chi Hồ Điệp: </color><color=red>Tốc độ bắn giảm còn 4 giây</color>\n<color=#3D1400>Hạch Nhân Uy Nhiếp: </color><color=red>Sẽ luôn luôn hành quyết mục tiêu chỉ định</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Lan Tử Đinh + Đậu Cao Xạ</color>"
    },
    {
      "seedType": 803,
      "name": "Cao Xạ Hàn Linh (803)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cao Xạ Hàn Linh tuy là tay bắn tỉa thấp nhất sư đoàn, nhưng cậu ta nghĩ rằng điều này chả có hại gì. 'Các đồng đội khác cao đấy, nhưng họ cần cây cao hơn để che chắn, còn tôi thì chả cần điều đó.'</color>",
      "info": "<size=36>Tay bắn tỉa lạnh nhất vùng Bắc Cực!\n\n<color=blue>Từ Sniper DLC\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch|Mở Khoá cùng với Băng Hà Lan Linh\n<color=#3D1400>Sát Thương: </color><color=red>500*3/3 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Có mọi đặc tính của Đậu Cao Xạ.\n<color=black>•</color> Gây 500 sát thương lan 1x1 ô cho zombie gần mục tiêu chính kèm hiệu ứng băng, và sẽ hành quyết mục tiêu sau mỗi 6 phát.\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 100 stack đóng băng. Gây x4 sát thương lên Zombie bị đóng băng\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Thế Như Chẻ Tre: </color><color=red>Khi tấn công sẽ gây sát thương lan lên 3x3 ô</color>\n<color=#3D1400>Đông Triệt Tâm Phi: </color><color=red>Sát thương gây ra lên Zombie bị đóng băng tăng lên 10 lần</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Băng Hà Lan Linh + Đậu Cao Xạ</color>"
    },
{"PvZ Fusion Reimagined Plants Mod": "" },
    {
      "seedType": 400,
      "name": "Cải Băng (400)",
      "introduce": "<align=justified><size=36><color=#3D1400>Đây là quả bắp cải, nhưng đem ra từ tủ lạnh, ít ra cậu ta có thể ném những quả cải băng đấy.</color>",
      "info": "<size=36>Những quả đạn cải đóng băng.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Sát Thương: </color><color=red>40/2 giây\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 20 stack đóng băng. x4 sát thương lên Zombie bị đóng băng.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bắp Cải + Nấm Băng</color>"
    },
    {
      "seedType": 500,
      "name": "Hộp Quà Ghi Nợ (500)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là người anh em cũng cha khác mẹ của Hộp Quà. Ngày xưa cậu ta cũng giống hộp quà thôi, nhưng sau khi tốn 50 mặt trời mà chỉ được nấm lùn nên Dave quyết định dùng người anh trai Hộp Quà của mình. Thế giờ đây khi ra cây thì cậu ta sẽ luôn tiêu số mặt trời tương ứng, chỉ là, nó có đáng không?</color>",
      "info": "<size=36>Mua cây trả sau.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Khả năng:</color><color=red>Tạo ra cây ngẫu nhiên, sau đó trừ lượng mặt trời tương ứng của cây đó.</color>",
      "cost": "<size=36><color=#3D1400>Giá:</color><color=red> 0</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>30 giây</color>"
    },
    {
      "seedType": 503,
      "name": "Mèo Cắt Cỏ (503)",
      "introduce": "<align=justified><size=36><color=#3D1400>Từ hồi có mèo cắt cỏ, công việc dọn dẹp vườn khoẻ hẳn, chỉ là, con mèo này năng suất quá.</color>",
      "info": "<size=36>Là mèo? Hoặc là máy cắt cỏ?.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Khả năng:</color><color=red> Bắn xe cắt cỏ vào Zombie, tiêu diệt mọi Zombie trên đường đi.</color>",
      "cost": "<size=36><color=#3D1400>Giá:</color><color=red> 9999</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>180 giây</color>"
    },
    {
      "seedType": 504,
      "name": "Pháo Đậu Hà Lan (504)",
      "introduce": "<align=justified><size=36><color=#3D1400>Tới từ PvZ Hybrid, cậu ta vẫn như vậy, bắn những viên đạn khổng lồ vào Zombie.</color>",
      "info": "<size=36>Đậu Hà Lan siêu to khổng lồ.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Sát Thương: </color><color=red>1000/3 giây\n<color=#3D1400>Máu: </color><color=red>1000\n<color=#3D1400>Khả năng:</color><color=red> Là cây 2 ô, đạn có thể bật lùi Zombie 1 ô.</color>",
      "cost": "<size=36><color=#3D1400>Giá:</color><color=red> 500</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>30 giây</color>"
    },
    {
      "seedType": 507,
      "name": "Não Ảo Ảnh (507)",
      "introduce": "<align=justified><size=36><color=#3D1400>Não... nhưng mà từ hologram, thứ này được tạo ra nhằm dụ Zombie vào bẫy và dịch chuyển bọn chúng sang đâu? Sang biển chứ sao, chúng nó có biết bơi đâu, đúng không?</color>",
      "info": "<size=36>Dịch chuyển Zombie vào hư không.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Khả năng:</color><color=red>Tiêu diệt toàn bộ Zombie trong bán kính 3x3 ô. Sau 50 giây thì sẽ tiêu diệt toàn bộ trong bán kính 1 lần nữa. Không thể bị xẻng hoặc di chuyển.</color>",
      "cost": "<size=36><color=#3D1400>Giá:</color><color=red> 404</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>180 giây</color>"
    },
    {
      "seedType": 700,
      "name": "Bắp Cải Từ Trường (700)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cuối cùng cũng có thể dịch mod trên BepInEx, nhất là ít dính mấy cây lạ đời nữa.</color>",
      "info": "<size=36>Sức mạnh toàn diện của cải!\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>100*5/2 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Mỗi lần bắn 5 quả bắp cải từ tính.\n<color=black>•</color> Có tỉ lệ 42% tái tạo đòn đánh và tỉ lệ 42% đạn sẽ phân tách, lượng đạn phân tách sẽ bằng với số lượng Zombie trên hàng.\n<color=black>•</color> Sau 50 lần bắn sẽ kích hoạt tuyệt kĩ.\n<color=#3D1400>Tuyệt kĩ: </color>\n<color=black>•</color> Triệu hồi 1 thiên thạch từ tính tương tự như Sao Tối Thượng.\n<color=black>•</color> Đạn sao tách ra từ thiên thạch sẽ gây 100 sát thương và đồng thời có tỉ lệ gây tê liệt Zombie trong 1 ô và đẩy lùi.\n<color=black>•</color> Toàn bộ cây trên sân hồi 100 máu, các cây hệ óc chó/bí ngô hồi 1000 máu.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bắp Cải Vàng + Sao Tối Thượng</color>"
    },
    {
      "seedType": 701,
      "name": "Pháo Đài Tiền Thưởng (701)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là thợ săn khó báu chuyện nghiệp, nhưng công việc hiện tại của cậu ta là tiếp thị bên Casino, chắc không bị chích điện đâu nhể?</color>",
      "info": "<size=36>Tới lúc săn kho báu nào.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>100*3/0.5 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Thừa hưởng toàn bộ khả năng và buff du lịch từ Pháo Đài Bất Diệt, nhưng đạn không còn có thể đẩy lùi và sẽ xuyên 2 mục tiêu.\n<color=black>•</color> Khi tiêu diệt mục tiêu thì sẽ có tỉ lệ 50% rớt ra vật phẩm có tỉ lệ như sau:\n1. Xanh lục (tiền xu, 70%)\n2. Xanh dương (sắt vụn/hộp quà, 20%)\n3. Tím (phân bón/thẻ cây, 10%)\n4. Đỏ (Bí mật, 0.001%)\n<color=black>•</color> Với mỗi 1000 xu, sát thương sẽ tăng lên 2%.\n<color=#3D1400>Tuyệt kĩ: </color> 5000 xu; Pháo Đài Tiền Thưởng sẽ tấn công lan trên diện rộng trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bắp Cải Vàng + Sao Tối Thượng</color>"
    },
    {
      "seedType": 702,
      "name": "Liên Pháo Thái Dương (702)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là sự kết hợp giữa mặt trời và anh đào, Liên Pháo Thái Dương như có sức mạnh của 1 triệu bom mặt trời bên trong, chờ đợi để bùng nổ.</color>",
      "info": "<size=36>Xung phong, nghiền nát kẻ thù bằng hào quang của chúng ta.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300*8+300/2.5 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Miễn nhiễm với đạn siêu anh đào.\n<color=black>•</color> Bắn 8 đạn siêu anh đào mặt trời vào mục tiêu theo đường thẳng, sau đó bắn thêm 1 quả bom anh đào mặt trời theo vòng cung lên Zombie có lượng HP cao nhất, gây 300 sát thương.\n<color=black>•</color> Đạn bắn trúng mục tiêu sẽ cho 25 mặt trời cho mỗi Zombie.\n<color=black>•</color> Môi 30 giây có thể triệu hồi Mặt Trời Nhỏ tương tự như Thái Dương Bạch Cải.\n<color=#3D1400>Tuyệt Kĩ: </color> 1000 xu; Triệu hồi Mặt Trời Nhỏ ngay lập tức, nếu Mặt Trời đã có trên sân thì kéo dài thêm 15 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Liên Pháo Anh Đào + Bắp Cải Ánh Dương </color>"
    },
    {
      "seedType": 703,
      "name": "Hoả Bộc Mèo (703)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là mèo được tái sinh từ ngọn lửa phượng hoàng, nhưng cậu ta vẫn chỉ ăn và ngủ.</color>",
      "info": "<size=36>Bùng cháy đi, con mèo của ta.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>120*2/1.5 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Phần loài của Hoả Bộc Phương Lan, chuyển đổi qua lại bằng Đậu Ba Đầu và Mèo.\n<color=black>•</color> Bắn đạn đuổi, đạn có thể gây hiệu ứng nhiệt và sẽ phát nổ trong phạm vi 3x3 ô.\n<color=black>•</color> Khi Zombie bị tiêu diệt thì sẽ gây hiệu ứng của Ớt, và sát thương đốt sẽ bằng số lượng mặt trời hiện có.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Nộ Hỏa Công Tâm: </color><color=red>Sát thương gốc x5.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Hoả Bộc Phượng Lan + Mèo</color>"
    },
    {
      "seedType": 704,
      "name": "Nấm Độc Huỷ Diệt (704)",
      "introduce": "<align=justified><size=36><color=#3D1400>Nấm Hư Vô sau khi được ngâm trong thùng tỏi nguyên chất, và giờ đây cậu ta gai gốc hơn, và có mùi đặc trừng của nhà tỏi</color>",
      "info": "<size=36>Phun bào tử độc cực mạnh.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch|Cần Mở Khoá\n<color=#3D1400>Sát Thương:</color><color=red> (100+100*8)*4/1.9 giây</color>\n<color=#3D1400>Phạm vi gây sát thương:</color><color=red> 5*5 ô</color>\n<color=#3D1400>Phạm vi tấn công:</color><color=red> 3*5 ô</color>\n<color=#3D1400>Khả Năng:</color><color=red>\n<color=black>•</color> Phân loài của Nấm Hư Vô, chuyển đổi qua lại bằng Tỏi và Nấm Băng.\n<color=black>•</color> Tấn công xuyên thấu, mỗi lần tấn công sẽ tích 5 điểm stack độc.</color>\n\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Vạn Năng Câu Tịch: </color><color=red>Sát thương từ vụ nổ sau khi chết là 1 triệu.\n<color=#3D1400>Siêu Bom Địa Ngục: </color><color=red>Có khả năng hấp thụ sát thương nổ từ moi nguồn, khi đủ 10000 sát thương nổ thì sẽ đáp trả lại bằng 1 vụ nổ nguyên tử.\n<color=#3D1400>Tỏi Tinh Khiết: </color><color=red>Nấm Tỏi Huỷ Diệt giờ có thể gây hiệu ứng tỏi độc không giới hạn.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Hư Vô + Tỏi</color>"
  },
  {
    "seedType": 705,
    "name": "Phóng Xạ Ảo Mộng (705)",
    "introduce": "<align=justified><size=36><color=#3D1400>Là mèo được tái sinh từ ngọn lửa phượng hoàng, nhưng cậu ta vẫn chỉ ăn và ngủ.</color>",
    "info": "<size=36>Đưa mọi thứ vào ma hồn trận.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300/0.5 giây</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 10 stack đóng băng.\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Có tỉ lệ 25% sẽ thôi miên Zombie dưới 50% HP, Zombie bị thôi miên bởi nó sẽ gây x3 sát thương.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Thê Phong Thứ Cốt: </color><color=red>Sát thương gốc x3.\n<color=#3D1400>Tam Xích Chi hàn: </color><color=red>x3 stack đóng băng đòn tấn công của Phóng Xạ Ảo Mộng\n<color=#3D1400>Ảo Ảnh: </color><color=red>Khi thôi miên Zombie có tỉ lệ 20% tạo ra Nấm Phóng Xạ dưới chân Zombie đó.</color>",
    "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Hàn Diệt Linh + Nấm Phóng Xạ</color>"
  },  
  {
    "seedType": 706,
    "name": "Pha Lê Hoa Tán (706)",
    "introduce": "<align=justified><size=36><color=#3D1400>Hiện mod đang bị lỗi.</color>",
    "info": "<size=36>Sự kết hợp của lục bảo và pha lê băng.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 10 stack đóng băng.\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Có mọi khả năng của Dù Lục Bảo.\n<color=black>•</color> Mỗi lần nảy đạn sẽ có tỉ lệ 10% kích hoạt hiệu ứng Nấm Băng, khi đó sẽ đóng băng toàn sân. \n<color=black>•</color> Mỗi lần nhận hiệu ứng Đóng Băng sẽ hồi 4000 máu, tối đa 8000.</color>",
    "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Dưa Băng + Tổng Tài Bá Đạo</color>"
  },  
  {
    "seedType": 710,
    "name": "Óc Chó Máy Khổng Lồ (710)",
    "introduce": "<align=justified><size=36><color=#3D1400>Từ Thỏ Côn Đồ trở đi, các cây sau phải sử dụng string nên yea, có hơi, lạ</color>",
    "info": "<size=36>Óc Chó khổng lồ, nhưng là máy móc.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Sát Thương: </color><color=red>600/0.02 giây</color>\n<color=#3D1400>Khả năng:</color><color=red> Lăn và gây sát thương liên tục lên Zombie nó lăn qua.</color>",
    "cost": "\n<size=36><color=#3D1400>Được tạo ra từ Quang Hạch Vương</color>"
  },
  {
    "seedType": 716,
    "name": "Bão Tố Huỷ Diệt (716)",
    "introduce": "<align=justified><size=36><color=#3D1400>Là mèo được tái sinh từ ngọn lửa phượng hoàng, nhưng cậu ta vẫn chỉ ăn và ngủ.</color>",
    "info": "<size=36>Những viên đạn nguyên tử phóng vào kẻ thù.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>200*6/2 giây</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 5 stack đóng băng. x4 sát thương lên Zombie bị đóng băng.</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Đạn bắn xuyên 2 mục tiêu.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 3% bắn một lượng lớn đạn theo hình quạt.\n<color=black>•</color> Có tỉ lệ 1% đạn sẽ phát nổ gây 1800 sát thương và đóng băng toàn sân.</color>",
    "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Súng Máy Băng + Nấm Nguyên Tử Băng</color>"
  },
  {
    "seedType": 719,
    "name": "Đậu Năng Lượng (719)",
    "introduce": "<align=justified><size=36><color=#3D1400>Với công nghệ tiên tiến từ tương lai, các đậu đã quyết định hợp nhất và biến mình thành siêu vũ khí có thể công phá mọi kẻ thù.</color>",
    "info": "<size=36>Các đậu tự biến mình thành siêu vũ khí.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>200/3 giây</color>\n<color=#3D1400>Máu: </color><color=red>1000</color>\n<color=#3D1400>Khả năng:</color><color=red> Đạn khi trúng mục tiêu sẽ phát nổ gây sát thương lan và tách ra thành 72 đạn đậu khác nhau có trong game theo hình tròn. Có tỉ lệ 20% tái tạo đòn đánh.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Đạn Thông Minh: </color><color=red>Đạn của Đậu Năng Lượng khi tách ra sẽ theo hình quạt thay vì hình tròn.</color>",
    "cost": "<size=36><color=#3D1400>Giá:</color><color=red> 500</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>30 giây</color>"
  },
  {
    "seedType": 724,
    "name": "Băng Ngục Độc Hành (724)",
    "introduce": "<align=justified><size=36><color=#3D1400>Một vẻ đẹp hoàn mĩ nhưng đầy chết chóc, có thể xem là bậc đế vương của các loài bí ngô.</color>",
    "info": "<size=36>Sức mạnh của ngọn lửa âm hàn.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300/7.5 giây, 10% sát thương thực/0.02 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Được thừa hưởng mọi buff du lịch của Hoả Thần Chúc Dung.\n<color=black>•</color> Sát thương thực đầu ra là 100% + (Thời gian nạp*50%), thời gian bắn gồm 1.5 giây nghỉ và 6 giây nap.\n<color=black>•</color> Có mọi khả năng của Hoả Thần Chúc Dung, biển lửa của Băng Ngục Độc Hành có thể vừa gây hiệu ứng Chịu Nhiệt, vừa làm chậm Zombie liên tục.\n<color=black>•</color> Có thể tỉ lệ 50% thôi miên Zombie dưới 50% máu, biến đổi Zombie đó thành Zombie Óc Chó Băng Tuyết Trảo</color>",
    "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Hoả Thần Chúc Dung + Hàn Diệt Linh</color>"
  },
    {
      "seedType": 726,
      "name": "Tận Diệt Quang Hồn (726)",
      "introduce": "<align=justified><size=36><color=#3D1400>Một vẻ đẹp hoàn mĩ nhưng đầy chết chóc, có thể xem là bậc đế vương của các loài bí ngô.</color>",
      "info": "<size=36>Tìm và diệt mọi kẻ thù.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch</color>\n<color=#3D1400>Máu: </color><color=red>48000\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Được thừa hưởng mọi buff du lịch của Cơ Giáp Tân Tiến.\n<color=black>•</color> Miễn nhiễm với bị nghiền nát và sát thương cắn và còn có tỉ lệ thôi miên bất kì Zombie nào cắn nó.\n<color=black>•</color> Mỗi 30 giây sẽ tạo ra 1 Drone Phóng Xạ trong bán kính 3x3 ô quanh nó.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Cơ Giáp Tân Tiến + Nấm Phóng Xạ</color>"
    },
    {
      "seedType": 727,
      "name": "Drone Phóng Xạ (726)",
      "introduce": "<align=justified><size=36><color=#3D1400>LibraHP là mod duy nhất trên BepInEx mà không có trên MelonLoader, và, toàn cây OP không.</color>",
      "info": "<size=36>Có sức mạnh của Nấm Phóng Xạ.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Sát Thương: </color><color=red>200/1 giây (Drone chính), 200/1.5 giây (Drone được triệu hồi)</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Drone có tỉ lệ 25% thôi miên Zombie, Zombie bị thôi miên thì sẽ có hiệu ứng nguyên tử. \n<color=black>•</color> Khi tiêu diệt Zombie thì Zombie sẽ phát nổ tương tự như của Nấm Nguyên Tử.\n<color=black>•</color> Luôn hành quyết Zombie bay.</color>",
      "cost": "\n<size=36><color=#3D1400>Tạo ra từ Tận Diệt Quang Hồn</color>"
    },
    {
      "seedType": 741,
      "name": "Liên Pháo Thời Không (741)",
      "introduce": "<align=justified><size=36><color=#3D1400><size=36><color=#3D1400>Nhiều người hỏi vì sao Liên Pháo Anh Đào có màu mới thế, thế cậu ta nói rằng vì Dave muốn dùng lò nướng để du hành thời gian và lấy bánh Taco, nhưng mà cái bánh nóng quá và bị đổ lên đầu của cậu ta.</color>",
      "info": "<size=36>Liên Pháo Anh Đào với sức mạnh không - thời gian.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch</color>\n<color=#3D1400>Sát Thương: </color><color=red>600*4/1.5 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Miễn nhiễm với sát thương anh đào.\n<color=black>•</color> Đạn anh đào thồi không bị bắn trúng sẽ vào trang thái Phân Rã trong 3 giây, hoặc kéo dài hiệu ứng Phân Rã đó thêm 2.5 giây nếu Zombie đó đã có hiệu ứng.\n<color=black>•</color> Chỉ có thể gây 900 sát thương lên miniboss.\n<color=black>•</color> Đạn khi đi qua Hoả Bộc Bí Đao sẽ thành đạn bí thời không. Đạn bí thời không sẽ chỉ phát nổ khi gặp Zombie đầu tiên, và sẽ kéo dài hiệu ứng phân rã thêm 4.5 giây. \n<color=#3D1400>Buff Du Lịch:</color><color=red> \n<color=#3D1400>Đại Lực Chấn Vũ:</color><color=red> Sát thương x3\n<color=#3D1400>Khoái Kiến Tân Trang:</color><color=red> x2 tốc đánh cho Liên Pháo Thời Không.\n<color=#3D1400>Hoả Lực Áp Đảo:</color><color=red> x3 lượng đạn bắn ra bởi Liên Pháo Thời Không.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Liên Pháo Anh Đào + Đậu Thời Không</color>"
    },
    {
      "seedType": 742,
      "name": "Siêu Đậu Bão Tố (742)",
      "introduce": "<align=justified><size=36><color=#3D1400><size=36><color=#3D1400>Lần này, với việc huấn luyện ngày càng khắc nghiệt, các Đậu Đại Đạn Đạo giờ đây trở thành các đặc công, sẳn sàng khai hoả lượng đạn ngang với các khẩu súng máy hạng nặng nhằm đối chọi lại với bọn Zombie cơ giới hoá.</color>",
      "info": "<size=36>Sẽ ra sao nếu Đậu Bão Tố và Đậu Đại Đạn Đạo kết hợp lại?\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch</color>\n<color=#3D1400>Sát Thương: </color><color=red>20-40*3*18/0.5 giây</color>\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Sẽ bắn ra 4 loại đạn gồm: Đậu, Đậu Lửa, Đậu Băng, Đậu Thôi Miên\n<color=black>•</color> Tỉ lệ chí mạng là 1%, mỗi lần bắn sẽ tăng tỉ lệ chí mạng thêm 1%. Sát thương chí mạng bằng 200% sát thương đạn.\n<color=black>•</color> Có thể chuyển sang dạng băng bằng Nấm Băng và thôi miên bằng Nấm Thôi Miên.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 2% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Miễn nhiễm với mọi sát thương, sát thương x3, đạn giờ có thể phân tán, bắn liên tục trong vòng 5 giây, tốc bắn x2.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Bão Tố + Đậu Đại Đạn Đậu</color>"
    },
    {
      "seedType": 743,
      "name": "Siêu Đậu Bão Tố Băng (743)",
      "introduce": "<align=justified><size=36><color=#3D1400><size=36><color=#3D1400>Càng ngày càng lạnh hơn, đó là những gì các Zombie sống sót mô tả khi các Siêu Đậu Bão Tố Băng khai hoả, cơn mưa đạn không khác gì tuyết rơi, chỉ khác là nó lại vô cùng chết chóc.</color>",
      "info": "<size=36>Đặc công tới từ vùng nam cực\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch</color>\n<color=#3D1400>Sát Thương: </color><color=red>30*3*18/0.5 giây</color>\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 10 stack đóng băng. x4 sát thương lên Zombie bị đóng băng.\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Tỉ lệ chí mạng là 1%, mỗi lần bắn sẽ tăng tỉ lệ chí mạng thêm 1%. Sát thương chí mạng bằng 200% sát thương đạn.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 2% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Miễn nhiễm với mọi sát thương, sát thương x3, đạn giờ có thể phân tán, bắn liên tục trong vòng 5 giây, tốc bắn x2.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Bão Tố Băng Giá+ Đậu Đại Đạn Đậu</color>"
    },
    {
      "seedType": 744,
      "name": "Siêu Bão Tố Mê Hoặc (744)",
      "introduce": "<align=justified><size=36><color=#3D1400><size=36><color=#3D1400>Là một trong những kẻ có khả năng lật kèo cả chiến trường bằng cách biến mọi Zombie thành Zombie Đậu Thôi Miên, cậu ta chỉ có thể ra trận nếu như mọi chuyện trở nên vô cùng tồi tệ.</color>",
      "info": "<size=36>Kẻ lật ngược cả thế trận.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch</color>\n<color=#3D1400>Sát Thương: </color><color=red>30*3*18/0.5 giây</color>\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Đạn có mọi đặc tính của Đậu Thôi Miên\n<color=black>•</color> Tỉ lệ chí mạng là 5%, mỗi lần bắn sẽ tăng tỉ lệ chí mạng thêm 5%. Sát thương chí mạng bằng 300% sát thương đạn.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 2% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Miễn nhiễm với mọi sát thương, sát thương x3, đạn giờ có thể phân tán, bắn liên tục trong vòng 5 giây, tốc bắn x2.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bão Tố Mê Hoặc + Đậu Đại Đạn Đậu</color>"
    },
  {
    "seedType": 2000,
    "name": "Nấm Nhỏ (2000)",
    "introduce": "<align=justified><size=36><color=#3D1400>Là nấm, nhưng có ước muốn trở thành các cây ném cẩu khác, thế là cậu ta ném bào tử nấm của mình lên thật cao.</color>",
    "info": "<size=36>Nấm nhưng ném như cẩu\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Phạm Vi Tấn Công: </color><color=red>5 ô phía trước</color>\n<color=#3D1400>Sát Thương: </color><color=red>20/1 giây</color>\n<color=#3D1400>Khả năng:</color><color=red> Ném đạn cẩu, ném xuyên qua giáp cấp 2.</color>",
    "cost": "<size=36><color=#3D1400>Giá:</color><color=red> 25</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>10 giây</color>"
  },
    {
      "seedType": 2001,
      "name": "Nấm Cải (2001)",
      "introduce": "<align=justified><size=36><color=#3D1400>Bắp cải non, nhưng mạnh hơn!</color>",
      "info": "<size=36>Ném những quả cải uy lực vào Zombie.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Sát Thương: </color><color=red>90/1 giây</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bắp Cải + Nấm Nhỏ</color>"
    },
    {
      "seedType": 2002,
      "name": "Nấm Dưa Lửa (2002)",
      "introduce": "<align=justified><size=36><color=#3D1400>Dưa lửa non, ném dưa lửa mạnh không kém.</color>",
      "info": "<size=36>Ném những quả dưa lửa uy lực vào Zombie.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Sát Thương: </color><color=red>90/1 giây</color>\n<color=#3D1400>Khả Năng:</color><color=red> Đạn gây sát thương lan tương tự như dưa nham thạch và gây hiệu ứng Chịu Nhiệt.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Dưa Nham Thạch + Nấm Nhỏ</color>"
    },
    {
      "seedType": 732,
      "name": "Pháo Ngô Hề (732)",
      "introduce": "<align=justified><size=36><color=#3D1400>Vui lên nào vui lên nào, hãy chào đón sự trở lại của.... ta, Pháo Hề.... có ai ở đó không vậy.</color>",
      "info": "<size=36>Tới lúc làm vài trò hề nào.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Sát Thương: </color><color=red>1800 (Sát Thương Nổ)</color>\n<color=#3D1400>Thời Gian Nạp: </color><color=red>36 giây</color>\n<color=#3D1400>Phạm Vi Nổ: </color><color=red>3x3 ô</color>\n<color=#666699>Liên Kết Từ Tính: </color><color=red>Tăng 1% sát thương với mỗi cây trong <color=#666699>Liên Kết Từ Tính</color>\n<color=#3D1400>Khả Năng:</color><color=red> \n<color=black>•</color> Gây thêm 80% sát thương lên Zombie mặc giáp.\n<color=black>•</color> Khi bắn thì sẽ rớt ra 20 hộp hề và 1 Zombie Hề thôi miên.\n<color=black>•</color> Sử dụng Hộp Hề sẽ giảm thời gian nạp, tối thiểu còn 10 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Pháo Ngô + Hộp Hề</color>"
    },
    {
      "seedType": 734,
      "name": "Pháo Ngô Bắp Rang (734)",
      "introduce": "<align=justified><size=36><color=#3D1400>Đúng vậy, hãy chiêm ngưỡng sức mạnh của công nghệ, đây chính là Pháo Ngô Bắp Rang. Sát thương cực kì mạnh cùng với hoả lựa đáng gờm và nhất là hiệu quả hơn pháo ngô thông thường.</color>",
      "info": "<size=36>Pháo Ngô nhưng tự tấn công?\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Sát Thương: </color><color=red>600 (Sát Thương Nổ)/10 giây, 60/0.02 giây (Vùng lửa)</color>\n<color=#3D1400>Phạm Vi Nổ: </color><color=red>3x3 ô</color>\n<color=#3D1400>Khả Năng:</color><color=red> \n<color=black>•</color> Khi trúng mục tiêu sẽ tạo ra vùng lửa gây sát thương liên tục bằng 10% sát thương gốc trong 3 giây.\n<color=black>•</color> Đòn tấn công sẽ luôn gây hiệu ứng Chịu Nhiệt.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Hoả Đại Pháo + Bom Anh Đào</color>"
    },
    {
      "seedType": 501,
      "name": "Vạn Thọ Thần Tài (501)",
      "introduce": "<align=justified><size=36><color=#3D1400>Thần tài tới thần tài tới. Là biểu trưng cho sư may mắn của cả khu phố, có 1 ngày cậu ta nhận ra mình có thể làm nhiều hơn thế, nhưng mà lại bị PopCap tóm gọn.</color>",
      "info": "<size=36>May mắn tới may mắn tới đây\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Máu: </color><color=red>1000\n<color=#3D1400>Sát Thương: </color><color=red>\n<color=black>•</color> <color=#3D1400>Đồng Bạc: </color><color=red> 100*10/3.5 giây, 60% xuất hiện</color>\n<color=black>•</color> <color=#3D1400>Đồng Vàng: </color><color=red> 500*4/3.5 giây, 30% xuất hiện</color>\n<color=black>•</color> <color=#3D1400>Kim Cương: </color><color=red> 1000*3/3.5 giây, 10% xuất hiện</color>\n<color=#3D1400>Khả Năng:</color><color=red>\n<color=black>•</color> Khi trúng mục tiêu sẽ tăng 10 xu cho bạc, 30 xu cho vàng và 100 xu cho kim cương. Đồng thời có tỉ lệ 10% đạn rớt ra thành xu có thể thu thập.\n<color=black>•</color> Bắn đạn đuổi, ưu tiên tấn công Zombie bay.</color>",
      "cost": "\n<size=36><color=#3D1400>Giá:</color><color=red> 888</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>30 giây</color>"
    },
    {
      "seedType": 747,
      "name": "Mèo Cải (747)",
      "introduce": "<align=justified><size=36><color=#3D1400>“Cái này, tôi không cần nữa đâu.”- Mèo Cải rất hay nói câu này – nhưng thật ra chỉ là cái cớ vì ba lô của cậu ta quá nhỏ mà thôi.</color>",
      "info": "<size=36>Một trong những tester bên PvZ Fusion\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#3D1400>Sát Thương: </color><color=red>300*6/giây\n<color=#3D1400>Máu: </color><color=red>8000</color>\n<color=#3D1400>Khả Năng:</color><color=red>\n<color=black>•</color> Ban đầu khi mới trồng xuống sẽ không gây sát thương, thay vào đó phải nhận sát thương thì các lần tấn công tiếp theo mới gây sát thương.\n<color=black>•</color> Mỗi lần nhận sát thương thì sẽ tích trữ năng lượng.\n<color=black>•</color> Không thể bị đóng băng, câm lặng, nghiền nát. Nếu bị nghiền nát thì chỉ nhận 500 sát thương.\n<color=black>•</color> Máu tối đa có thể đạt được là 32000.\n<color=black>•</color> Nếu máu dưới 16000, giới hạn sát thương nhận vào là 950, mỗi 3 sát thương tích trữ sẽ chuyển đổi thành 1 lớp <color=blue>Lãng Quên</color>.\n<color=black>•</color> Nếu máu trên 16000, giới hạn sát thương nhận vào là 8000, mỗi 10 sát thương tích trữ sẽ chuyển đổi thành 1 lớp <color=blue>Lãng Quên</color>.\n<color=black>•</color> Cho mỗi lớp <color=blue>Lãng Quên</color>, tăng 1000 máu và vô hiệu hoá đòn tấn công. Tối đa 10 lớp.\n<color=black>•</color> Nếu tích hơn 1 sát thương tích trữ, sát thương sẽ là 200% x mỗi lớp <color=blue>Lãng Quên</color>.\n<color=black>•</color> Nếu tích hơn 200 sát thương tích trữ, sát thương sẽ là 300% x mỗi lớp <color=blue>Lãng Quên</color>.\n<color=black>•</color> Nếu tích hơn 500 sát thương tích trữ, sát thương sẽ là 400% x mỗi lớp <color=blue>Lãng Quên</color>.\n<color=black>•</color> Nếu tích hơn 1000 sát thương tích trữ, sát thương sẽ là 500% x mỗi lớp <color=blue>Lãng Quên</color>.\n<color=black>•</color> Nếu tích hơn 2000 sát thương tích trữ, tính sát thương lại từ đầu.\n<color=#3D1400>Sát thương gây ra như sau: </color>\n<color=black>•</color> Dưới 16000 máu: \nNém Bắp Cải Anh Đào gây sát thương bằng: 300 x hệ số sát thương tích luỹ. Phạm vi nổ là 1.25 ô.\n<color=black>•</color> Trên 16000 máu sẽ ném 2 loại đạn: \nNém Bắp Cải Mèo nổ gây sát thương bằng: 1800 x hệ số sát thương tích luỹ. Phạm vi nổ là 1.5 ô.\nNém Bắp Cải Bí nổ gây sát thương bằng: 300 x hệ số sát thương tích luỹ. Phạm vi nổ là 1.25 ô và sẽ luôn tạo ra bí tí hon. Có tỉ lệ 10% tạo ra Bí lửa tí hon.\n<color=black>•</color> Nếu máu đạt 32000, kích hoạt số lần hiệu ứng Bom Anh Đào tương đương số lớp <color=blue>Lãng Quên</color> đang có. Đồng thời tăng sát thương tích luỹ, tối đa 16 lần.\n<color=#3D1400>Buff Du Lịch:</color><color=red> \n<color=#3D1400>Sự Ràng Buộc:</color><color=red> Sát thương x3, mỗi lần ném sẽ ném thêm đạn anh đào.\n<color=#3D1400>Tức Giận:</color><color=red> Loại bỏ giới hạn máu tối đa của Mèo Cải.</color>",
      "cost": "\n<size=36><color=#3D1400>Giá:</color><color=red> 500</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>90 giây</color>"
    },
    {
      "seedType": 751,
      "name": "Đại Pháo Hoả Luân (751)",
      "introduce": "<align=justified><size=36><color=#3D1400>Học hỏi khả năng bắn lượng lớn đạn vào Zombie từ pháo dưa, giờ cậu ta là pháo thủ xuất sắc nhất.</color>",
      "info": "<size=36>Phóng vô số đầu đạn vào Zombie.\n\n<color=blue>Từ PvZ Fusion Reimagined Plants Mod\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch|Mở khoá bằng buff của Hoả Bộc Luân\n<color=#3D1400>Sát Thương: </color><color=red>200*4</color>\n<color=#3D1400>Thời Gian Nạp Đạn: </color><color=red>36 giây</color>\n<color=#3D1400>Khả năng:</color><color=red>\n<color=black>•</color> Phân loài của Hoả Bộc Luân, chuyển đổi qua lại bằng Dưa Hấu và Xẻng.\n<color=black>•</color> Đạn luôn gây hiệu ứng Chịu Nhiệt.\n<color=black>•</color> Đạn khi trúng mục tiêu sẽ phân tán ra thành 10 đạn dưa lửa có sát thương bằng 100% sát thương gốc.\n<color=black>•</color> Đạn dưa lửa phân tán sau khi trúng mục tiêu thì sẽ phân tách số thiên thạch tương ứng với số Zombie bị bắn trúng, tối thiểu là 6.\n<color=black>•</color> Thiên thạch gây sát thương siêu anh đào và sẽ gây 300 sát thương.\n<color=black>•</color> Đạn có thể hợp nhất với các cây không phải Bí Ngô/Chậu Hoa có thể ghép với Ớt và Bom Anh Đào. Ưu tiên ghép Bom Anh Đào trước.\n<color=#3D1400>Buff Du Lịch: </color> \n<color=#3D1400>Quá Nhiệt:</color><color=red> Khi đạn của Đại Pháo Hoả Luân bắn trúng Bom Anh Đào hoặc Ớt, tạo ra một Vụ nổ Nguyên Tử kèm hiệu ứng phụ như sau: \n<color=black>•</color> Ghép với Ớt sẽ giải phóng 1 vụ nổ nguyên tử ở phạm vi 5x5 ô, đồng thời thiêu đốt toàn sân 10 lần. Sát thương gây ra từ vụ nổ nguyên tử và thiêu đốt là bằng (sát thương đạn pháo x18).\n<color=black>•</color> Ghép với Bom Anh Đào sẽ giải phóng 1 vụ nổ nguyên tử ở phạm vi 5x5 ô, đồng thời phát nổ Anh Đào 10 lần trong phạm vi 3x3 ô. Sát thương gây ra từ vụ nổ nguyên tử và phát nổ là bằng (sát thương đạn pháo x18).",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Hoả Bộc Luân + Dưa Hấu </color>"
    },
{"??? Mod": "" },
    {
      "seedType": 666,
      "name": "Đậu Súng Máy Tinh Nhuệ (666)",
      "introduce": "<align=justified><size=36><color=#3D1400>Phiên bản yếu hơn nhưng mà không còn thời gian hồi, nếu dư sun thì spam thoải mái.</color>",
      "info": "<size=36>Lý do con này xuất hiện là vì có phiên bản Zombie của nó\n\n<color=blue>Từ Onion Mod\n<color=#3D1400>Sát Thương: </color><color=red>20*5*4/giây\n<color=#3D1400>Khả Năng:</color><color=red> Đạn bắn ra sẽ phân tán.</color>",
      "cost": "<size=36><color=#3D1400>Giá:</color><color=red> 500</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>0 giây</color>"
    },
{"Persik's Mod": "" },
    {
      "seedType": 1506,
      "name": "Bão Tố Phượng Hoàng (1506)",
      "introduce": "<align=justified><size=36><color=#3D1400>Những chiến binh cuồng tín, với đức tin về một vị anh hùng cổ xưa, hay được gọi là Hoả Bộc Phượng Lan. Trải qua hàng chục tuần huấn luyện khắc nghiệt, họ tin rằng họ có thể thiêu đốt mọi Zombie trong tầm mắt vì vinh quang cho vì thần tối cao, hoặc là bánh Taco bốc lửa của Crazy Dave.",
      "info": "<size=36>Ngọn lửa bùng cháy xuyên qua mọi thứ.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Đạn lửa tương tự như của Hoả Bộc Phương Lan, có thể bắn xuyên 2 mục tiêu và gây hiệu ứng Chịu Nhiệt.\n<color=black>•</color> x2 sát thương khi đạn đi qua Hoả Bộc Bí Đao. \n<color=black>•</color> Khi buff Bách Bộ Xuyên Dương của Hoả Bộc Phương Lan được kích hoạt, đạn có thể xuyên vô hạn mục tiêu.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 5% kích hoạt tuyệt kĩ. \n<color=#3D1400>Tuyệt Kĩ: </color><color=red>Bắn 3 đạn lửa mỗi 0.02 giây và kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Bão Tố + Ớt"
    },
    {
      "seedType": 1507,
      "name": "Bão Tố Bất Diệt (1507)",
      "introduce": "<align=justified><size=36><color=#3D1400>Vinh quang cho Làng Khoai Tây và hải cẩu Eris vĩ đại. Thiêu rụi mọi kẻ thù, từ bọn béo, bọn brainrot và cả những con hải cẩu khác. Thiêu đốt chúng để mà dâng lên cho Eris hốc mọi thứ vì Eris quá hải cẩu.",
      "info": "<size=36>Sự kết hợp được tôi luyện.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>600*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Có tỉ lệ 60% bắn đạn diên thạch và 40% bắn đạn lửa. \n<color=black>•</color> Đạn lửa tương tự như của Hoả Bộc Phương Lan, có thể bắn xuyên 2 mục tiêu và gây hiệu ứng Chịu Nhiệt. x2 sát thương khi đạn đi qua Hoả Bộc Bí Đao.\n<color=black>•</color> Đạn diên thạch tương tự như của Pháo Đài Bất Diệt, có thể đẩy lùi Zombie ở khoảng cách ngắn. \n<color=black>•</color> Khi buff Bách Bộ Xuyên Dương của Hoả Bộc Phương Lan được kích hoạt, đạn lửa có thể xuyên vô hạn mục tiêu.\n<color=black>•</color> Khi buff Cuồng Chiến Sĩ của Pháo Đài Bất Diệt được kích hoạt, tăng mạnh khả năng đẩy lùi Zombie.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 5% kích hoạt tuyệt kĩ. \n<color=#3D1400>Tuyệt Kĩ: </color><color=red>Bắn 3 đạn lửa và đạn diên thạch mỗi 0.02 giây và kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bão Tố Băng Giá + Bão Tố Phượng Hoàng"
    },
    {
      "seedType": 1702,
      "name": "Thời Không Đạn Đạo (1702)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là thực thể tối thượng, đã hoà làm 1 với cả vũ trụ, nhưng điều mà cậu ta hay làm là nựng mấy con mèo nhà hàng xóm. Và cậu ta hay nựng mèo Danni.",
      "info": "<size=36>Sức mạnh thời không cùng với khả năng phân rã mục tiêu.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>0*2*2.25/0.5 giây</color>\n<color=#3D1400>Máu: </color><color=red>1000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Mỗi lần bắn 3 đạn, Zombie khi bị trúng đạn bởi Thời Không Đạn Đạo thì sẽ vào trạng thái <color=#008B8B>Phân Rã</color>. Khi đó mỗi lần bị tấn công thì thời gian chờ <color=#008B8B>Phân Rã</color> tăng thêm 1 giây.\n<color=black>•</color> Nếu là miniboss thì sẽ gây 100 sát thương cho từng viên đạn.\n<color=black>•</color> Tốc độ bắn tăng theo thời gian, sau 100 lần bắn thì tốc độ bắn x1.5 và sau 300 lần bắn thì tốc độ bắn x2.25 và sẽ đặt lại từ đầu sau khi ngừng bắn.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Đại Đạn Đạo + Mảnh Ghép Thời Không"
    },
    {
      "seedType": 1703,
      "name": "Tiểu Diệt Linh (1703)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cậu ấy nhìn vào Hàn Diệt Linh và ngưỡng mộ, cậu ấy muốn trở nên kiên cường và gan dạ như Hàn Diệt Linh, nhưng mọi khi gặp Zombie thì toàn lo lẫn trốn.</color>",
      "info": "<size=36>Có thể tăng máu khi lẫn trốn.</color>.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương:</color><color=red> 150/1 giây\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 20 stack đóng băng. Gây x4 sát thương lên Zombie bị đóng băng.</color>\n<color=#3D1400>Khả Năng:</color><color=red> \n<color=black>•</color> Thừa hưởng mọi khả năng của Hàn Diệt Linh.\n<color=black>•</color> Khi lẫn trốn sẽ tăng thêm 20% máu hiện tại, có thể tăng máu vượt giới hạn của cây.</color>",
       "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Hàn Diệt Linh + Nấm Nhút Nhát</color>"
    },
    {
      "seedType": 1704,
      "name": "Đậu Bắp (1704)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cậu ấy tuy trông khác lạ so với những cây khác, nhưng vô số cây tìm cậu ấy nhằm xin một ít bơ với bánh mì.</color>",
      "info": "<size=36>Luôn luôn bắn những quả bơ.</color>.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#3D1400>Sát Thương:</color><color=red> 80/5 giây</color>\n<color=#3D1400>Khả Năng:</color><color=red> Luôn luôn bắn bơ vào Zombie, bơ sẽ tê liệt Zombie trong 4 giây.</color>",
       "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Hà Lan + Bắp Ngô</color>"
    },
    {
      "seedType": 1705,
      "name": "Bão Tố Nuốt Chửng (1705)",
      "introduce": "<align=justified><size=36><color=#3D1400>1 điều khó hiểu là vì sao Bão Tố Nuốt Chửng lại có thể bắn vô số đầu Zombie từ hư không, vì vậy khi người khác gọi số đầu Zombie đó đâu ra, cậu ta chỉ nói rằng mua nó ở chợ đen.",
      "info": "<size=36>Mỗi 60 giây sẽ khai hoả mọi hoả lực nó có.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>5000*6/60 giây</color>\n<color=#3D1400>Máu: </color><color=red>1800</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Chỉ tấn công mỗi 60 giây. \n<color=black>•</color> Mỗi lần bắn có tỉ lệ 5% kích hoạt tuyệt kĩ. \n<color=#3D1400>Tuyệt Kĩ: </color><color=red>Bắn 3 đạn đầu Zombie mỗi 0.02 giây và kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Bão Tố + Đậu Ăn Thịt"
    },
   {
      "seedType": 1706,
      "name": "Sao Anh Đào (1706)",
      "introduce": "<align=justified><size=36><color=#3D1400>Thật ra nó bị nerf sức mạnh trầm trọng, mất đủ khả năng chỉ để lấy cái aoe, đúng là phế như ai đó trong làng.",
      "info": "<size=36>Bắn những viên đạn sao anh đào.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>150*5/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Thừa hưởng mọi buff du lịch của Sao Tối Thượng.\n<color=black>•</color> Đạn sao anh đào không còn khả năng tấn công Zombie trên không và truy tìm mục tiêu. Đổi lại sẽ liên tục tấn công và đạn sao anh đào vẫn gây sát thương ở phạm vi 3x3 ô.\n<color=black>•</color> Mỗi 20 giây có thể triệu hồi thiên thạch tách ra thành 180 đạn sao anh đào gây 20 sát thương mỗi viên, nhưng thiên thạch không còn gây sát thương.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Sao Tối Thượng + Bom Anh Đào"
    },
{
      "seedType": 1707,
      "name": "Miêu Thái Dương (1707)",
      "introduce": "<align=justified><size=36><color=#3D1400>Thần tài đến, thần tài đến, có ai muốn đưa con mèo này về nhà nào? Chỉ tốn 99k thôi.",
      "info": "<size=36>Sức mạnh của bắp cải mặt trời.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>200*2/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Đạn có đặc tính của Bắp Cải Thái Dương, đồng thời có khả năng tìm mục tiêu, chỉ gây sát thương đơn.\n<color=black>•</color> Nếu tấn công Zombie cùng hàng của nó, đạn sẽ gây sát thương liên tục mỗi 1 giây và không biến mất cho tới khi Zombie bị tiêu diệt, sau đó tìm mục tiêu khác.\n<color=black>•</color> Nếu tấn công Zombie không ở cùng hàng với nó thì sẽ gây x3 sát thương.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Thái Dương Bạch Cải + Mộng Miêu"
    },
{
      "seedType": 1708,
      "name": "Pháo Đài Nguyên Tử Băng (1708)",
      "introduce": "<align=justified><size=36><color=#3D1400>Nó thực sự lạnh tới mức mọi Zombie đều sợ hãi thì thấy cậu ta, vì cậu ta sẽ đưa cái lạnh tuyệt đối tới mọi Zombie mà cậu ta bắn trúng.",
      "info": "<size=36>Bắn một lượng lớn đạn gai băng vào mục tiêu.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>40*3*2.25/0.5 giây</color>\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần cho 10 stack đóng băng. Gây x4 sát thương lên Zombie bị đóng băng</color>\n<color=#3D1400>Khả Năng:</color><color=red> Đạn xuyên qua tối đa 3 Zombie, gây 1 vụ nổ siêu nhỏ gây 10 sát thương khi xuyên qua mục tiêu.\n<color=black>•</color> Tốc độ bắn tăng theo thời gian, sau 100 lần bắn thì tốc độ bắn x1.5 và sau 300 lần bắn thì tốc độ bắn x2.25 và sẽ đặt lại từ đầu sau khi ngừng bắn.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Đại Đạn Đạo + Nấm Nguyên Tử Băng"
    },
 {
      "seedType": 1666,
      "name": "Bão Tố Linh Hồn (1666)",
      "introduce": "<align=justified><size=36><color=#3D1400>01010100 01101000 01101001 01110011 00100000 01101001 01110011 00100000 01100001 00100000 01101100 01101111 01110011 01110100 00100000 01110000 01101100 01100001 01101110 01110100 00100000 01100110 01110010 01101111 01101101 00100000 01010000 01100101 01110010 01110011 01101001 01101011 00100111 01110011 00100000 01101101 01101111 01100100",
      "info": "<size=36>Không còn gì ngoài cái xác không hồn.\n\n<color=blue>Từ Persik's Plant Mod</color>\n<color=#4A2900>Lost plant\n<color=#3D1400>Sát Thương: </color><color=red>35*6/1.5 giây</color>\n<color=#3D1400>Máu: </color><color=red>1100</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Có tỉ lệ 60% bắn đạn đậu băng và 40% bắn đạn đậu cực hàn. \n<color=black>•</color> x2 sát thương khi đạn đi qua Gốc Cây Băng. \n<color=black>•</color> Đạn đậu băng sẽ cho 10 stack đóng băng trong khi đậu cực hàn sẽ cho 20 stack đóng băng, tất cả đều x4 sát thương lên Zombie bị đóng băng.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 5% kích hoạt tuyệt kĩ. \n<color=#3D1400>Tuyệt Kĩ: </color><color=red>Bắn 3 đạn đậu băng/cực hàn mỗi 0.02 giây và kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Bão Tố Băng Giá + Đậu Súng Máy Băng"
    },
{"屿秋MirAcle Mod": "" },
    {
      "seedType": 1501,
      "name": "Thiết Binh Liên Linh (1501)",
      "introduce": "<align=justified><size=36><color=#3D1400>Nếu Thiết Đầu Tiểu Đội có thể làm đa nhiệm vụ thì chúng tôi có thể dọn dẹp mọi thứ trên mặt đất đấy.",
      "info": "<size=36>Cứng như thép và gây thêm sát thương lên khiên.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>100*4/giây\n<color=#3D1400>Máu: </color><color=red>1200</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Là cây lùn, có thể hồi máu bằng sắt vụn và cũng có thể kết nối từ tính.\n<color=black>•</color> Gây thêm sát thương lên giáp cấp 2 và có thể đẩy lùi Zombie.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Đội Hình Công Phá:</color> Khi có 3 Thiết Binh Liên Linh cùng 1 ô, sát thương sẽ x3.\n<color=#3D1400>Chiến Thuật Áp Đảo:</color> Đạn sắt của Thiết Binh Liên Linh hon có thể bắn xuyên 4 mục tiêu cùng lúc.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Súng Máy Tí Hon + Đậu Sắt"
    },
    {
      "seedType": 1502,
      "name": "Ngô Băng Huỷ Diệt (1502)",
      "introduce": "<align=justified><size=36><color=#3D1400>Ai cũng chê cậu ta xấu, tại vì ngoại hình kém bắt mắt. Ngay cả làng khoai tây nhìn vào mà cảm thấy tăm tối như tiền độ của chị Dậu. Mà đúng là cậu ta xấu thật.",
      "info": "<size=36>Nhỏ gọn nhưng hoả lực đáng gờm.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>100/3 giây, 100/3 giây (Pháo phụ)</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Có tỉ lệ 70% ném ra đạn ngô cho 30 <color=#0077b6>Stack Đóng Băng</color>. 20% đạn bơ gây 200 sát thương, tê liệt Zombie trong 3 giây. Và tỉ lệ 5% ném ra đạn pháo ngô có phạm vi nổ toàn sân tương tự như Nấm Nguyên Tử Băng và gây 1800 sát thương.\n<color=black>•</color> Pháo phụ của Ngô Băng Huỷ Diệt thì sẽ có tỉ lệ 80% đạn ngô và 20% đạn bơ.\n<color=black>•</color> Khi bị xẻng sẽ rớt ra Bắp Ngô và Băng Phá Luân.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Võ Thuật Sinh Tồn:</color> Khi máu dưới tối đa, tỉ lệ ném bơ tăng lên thành 50%, pháo phụ sẽ bắn 2 đạn cùng lúc và đạn ngô từ pháo phụ giờ gây 360 sát thương.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bắp Ngô + Băng Phá Luân"
    },
    {
      "seedType": 1503,
      "name": "Drone Hoa Anh Đào (1503)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cậu ta đã nở hoa, mọc lên những quả nấm thôi miên tuyệt đẹp. Sẽ như thế nào nếu Zombie ăn nó?",
      "info": "<size=36>Nhỏ gọn nhưng hoả lực đáng gờm.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Miễn nhiễm với mọi sát thương, tồn tại như 1 drone. \n<color=black>•</color> Tốc độ bắn sẽ bằng với tốc độ bắn của cây dưới nó, tối đa là 1.5 giây. \n<color=black>•</color> Có tỉ lệ thôi miên Zombie có máu dưới 40%.\n<color=black>•</color> Có tỉ lệ 10% Zombie bị thôi miên sẽ thành Liên Báo Anh Đào.\n<color=black>•</color> Khi bị xẻng sẽ rớt ra Drone Anh Đào và Quạt Thôi Miên.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Liên Pháo Anh Đào + Quạt Thôi Miên"
    },
    {
      "seedType": 1504,
      "name": "Bão Tố Huỷ Diệt (1504)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cuối cùng, ta đã có thể gây nhiêu sát thương hơn tên Anh Đào chết tiệt, chờ đã, hắn ta được hưởng ké buff du lịch à, thôi nào!",
      "info": "<size=36>Cơn mưa huỷ diệt nhấn chìm mọi thứ.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Đạn khi trúng Zombie thì có tỉ lệ 10% Zombie có hiệu ứng phóng xạ, và sẽ phát nổ như Nấm Nguyên Tử khi chết.\n<color=black>•</color> Mỗi viên đạn bắn ra có 10% khả năng thành đạn siêu nguyên tử gây 1800 sát thương trong phạm vi 5x5 ô.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 5% kích hoạt tuyệt kĩ. \n<color=#3D1400>Tuyệt Kĩ: </color><color=red>Bắn 3 đạn nguyên tử/siêu nguyên tử mỗi 0.02 giây và kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Tố + Nấm Nguyên Tử"
    },
    {
      "seedType": 1505,
      "name": "Bão Tố Anh Pháo (1505)",
      "introduce": "<align=justified><size=36><color=#3D1400>'Cậu ta đã hy sinh ngoài chiến trận để mà cứu tôi, tôi sẽ không bao giờ quên....' - Bão Tố Anh Pháo nói vậy mỗi khi có ai đó hỏi về người anh em anh đào đằng sau cậu ấy ngày trước. Bây giờ cậu ta là 1 đặc công xuất sắc với khả năng nã anh đào vào mặt mọi kẻ thù.",
      "info": "<size=36>Áp đảo mọi kẻ thù với hoả lực mạnh mẽ.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300*6/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Không miễn nhiễm với sát thương anh đào như Đậu Siêu Anh Đào và Liên Pháo Anh Đào.\n<color=black>•</color> Mỗi lần bắn có tỉ lệ 5% kích hoạt tuyệt kĩ. \n<color=#3D1400>Tuyệt Kĩ: </color><color=red>Bắn 3 đạn siêu anh đào mỗi 0.02 giây và kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Bão Tố + Bom Anh Đào"
    },
    {
      "seedType": 1320,
      "name": "Sao Cơ Khí (1320)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cây vẫn lỗi, chừng nào Miracle fix đây.",
      "info": "<size=36>(Mod bị lỗi) Những viên đạn máy phát nổ cực mạnh.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>100*5/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Thừa hưởng mọi buff du lịch của Sao Tối Thượng.\n<color=black>•</color> Đạn sao cơ khí có khả năng tự tìm mục tiêu tấn công và có phạm vi sát thương là 3x3 ô.\n<color=black>•</color> x2 sát thương khi đi qua Hoả Bộc Tinh Cự.\n<color=black>•</color> Mỗi 20 giây có thể triệu hồi thiên thạch gây 1800 sát thương và tách ra thành 180 đạn sao cơ khí gây 20 sát thương mỗi viên.\n<color=#3D1400>Lưu Ý: </color><color=red>Ở bản BepInEx thì không thể gây sát thương lên Zombie trên không, ở bản MelonLoader thì chỉ gây sát thương lên Zombie đầu tiên mà nó tấn công, nên hãy dùng Hoả Bộc Tinh Cự để bảo đảm tối đa sát thương mà nó gây ra.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Sao Tối Thượng + Óc Chó Cơ Khí"
    },
    {
      "seedType": 1508,
      "name": "Bão Tố Thời Không (1508)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là Đậu Bão Tố Băng Giá tới từ tương lai, cậu ta tới đây nhằm mục đích là tiêu diệt những kẻ phá rối dòng thời gian, nhưng hình như cậu ta tới sai thời điểm thì phải?",
      "info": "<size=36>Phân rã mọi mục tiêu trước mắt.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>0/1.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Bắn 6 đạn thời không tương tự như của Đậu Thời Không, Zombie khi bị trúng đạn bởi Đậu Bão Tố Thời Không thì sẽ vào trạng thái <color=#008B8B>Phân Rã</color>. \n<color=black>•</color> Đối với miniboss thì sẽ gây 100 sát thương.\n<color=black>•</color> Mỗi lần bắn sẽ có tỉ lệ 5% kích hoạt Tuyệt Kĩ.\n<color=#3D1400>Tuyệt Kĩ:</color><color=red> Bắn 3 đậu thời không mỗi 0.02 giây, kéo dài trong 5 giây.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Bão Tố + Đậu Thời Không"
    },
    {
      "seedType": 1509,
      "name": "Phóng Xạ Lan Linh (1509)",
      "introduce": "<align=justified><size=36><color=#3D1400>Những viên đạn mang đầy sự ám khí, nó mang tới cơn ác mộng vô tận cho bất kì Zombie nào trúng phải. Đặc biệt những viên đạn này phù phép bởi Nấm Thôi Miên Huỷ Diệt, điều này khiến mọi Zombie đều sợ hãi trước hắn.",
      "info": "<size=36>Bắn những viên đạn nguyên tử nhỏ bé.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>100*4/2.25 giây\n<color=#3D1400>Máu: </color><color=red>1200</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Sau khi bắn 16 viên, nghỉ 1 thời gian ngắn, sau đó có thể tấn công tiếp.\n<color=black>•</color> Có tỉ lệ 10% có thể khiến Zombie bị hiệu ứng phóng xạ, khi Zombie đó chết thì sẽ phát nổ tương tự như của Nấm Nguyên Tử.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Súng Máy Tí Hon + Nấm Huỷ Diệt"
    },
    {
      "seedType": 1510,
      "name": "Phóng Xạ Tử Linh (1510)",
      "introduce": "<align=justified><size=36><color=#3D1400>Sức mạnh quá lớn khiến cho cậu ta mất ổn định, điều này không chỉ khiến cậu ta trông có phần lép vế hơn Lan Tử Đinh. Nhưng Phóng Xạ Tử Đinh vẫn còn con bài tẩy, đó là đạn của cậu ta có thể gây nên vụ nổ khổng lồ và thôi miên mọi thứ.",
      "info": "<size=36>(Mod bị lỗi) Bắn những quả nấm Tử Linh nhỏ bé nhưng chết chóc.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>300*4/1 giây\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Sau mỗi 3 đợt bắn thì đợt bắn thứ 4 sẽ chỉ bắn 3 viên. Và sau khi bắn 15 viên thì sẽ nghỉ 3 giây, sau đó có thể tấn công tiếp.\n<color=black>•</color> Có tỉ lệ 1% đạn kích hoạt hiệu ứng của Nấm Phóng Xạ.\n<color=black>•</color> Có thể thừa hưởng buff của Nấm Phóng Xạ và Thực Diệt Linh.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Súng Máy + Nấm Phóng Xạ"
    },
    {
      "seedType": 1511,
      "name": "Nữ Vương Huỷ Diệt (1511)",
      "introduce": "<align=justified><size=36><color=#3D1400>Nhiều người thắc mắc vì sao Nấm Công Chúa lần này da lại ngâm đen tới vậy, có lẽ là mặt trời bữa nay nắng rất gắt. 'Thật ra lý do ta đen là tại tên Lan Tử Đinh cứ nổ vào mặt ta' - Cô ấy nói với vẻ mặt bức bối.",
      "info": "<size=36>Triệu hồi Liên Báo Huỷ Diệt mỗi 30 giây.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Mỗi 30 giây sẽ triệu hồi Zombie Liên Báo Huỷ Diệt.</color>\n<color=black>•</color><color=red> Khi thôi miên thì sẽ mất 100 máu.\n<color=black>•</color> \n<color=#3D1400>Liên Báo Huỷ Diệt: </color>\n<color=#3D1400>Máu: </color>1500\n<color=#3D1400>Khả Năng: </color>Bắn 4 đạn nguyên tử mỗi 0.5 giây, gây 300 sát thương mỗi viên..</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Công Chúa + Nấm Nguyên Tử"
    },
    {
      "seedType": 1512,
      "name": "Tham Tài Hạch (1512)",
      "introduce": "<align=justified><size=36><color=#3D1400>Thật ra đây chính là Eris sau khi hốc mọi mem trong lkt, khi đó Eris sẽ tạo ra các hải cẩu mini để tiếp tục công cuộc hốc mọi thứ trong thiên hạ.",
      "info": "<size=36>90% người chơi đều rút lui trước khi trúng lớn.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Phân loài của Quang Hạch Vương, chuyển đổi qua lại bằng Hoa Cúc Đôi và Hoa Hướng Dương\n<color=black>•</color> Sát thương nhận vào sẽ luôn là 50, miễn nhiễm với bị nghiền nát.</color>\n<color=black>•</color><color=red> Khi bị tấn công thì sẽ tích 5 điểm, chỉ có thể tích tối đa 400 điểm từ việc bị tấn công trong màn đó, điểm sẽ được tính chung cho toàn bộ Tham Tài Hạch.\n<color=black>•</color> Nhấn chuột phải vào Tham Tài Hạch và giữ nó trong 3 giây để chuyển dạng, có 2 dạng gồm tái chế và thử thách.\n<color=#3D1400>Dạng Thử Thách: </color>Sau khi chọn thử thách, nhấn vào Tham Tài Hạch để triệu hồi Zombie tối đa 3 lần trong 1 màn, Zombie sẽ triệu hồi như sau:\n<color=black>•</color> Khi nhấn 1 lần thì sẽ triệu hồi 6 Zombie Hắc Khổng Bầu Dục ở hàng của Tham Tài Hạch mà nó triệu hồi, với lượng máu tăng 200% và sát thương tăng 400%. Khi tiêu diệt sẽ được thưởng 150 điểm cho mỗi Zombie.\n<color=black>•</color> Khi nhấn 2 lần thì sẽ triệu hồi 4 Zombie Hắc Khổng Bầu Dục và 4 Zombie Vua Hề Bật Nhảy ở mọi hàng trong sân, với lượng máu tăng 600% và sát thương tăng 800%. Khi tiêu diệt sẽ được thưởng 45 điểm cho mỗi Zombie.\n<color=black>•</color> Khi nhấn 3 lần thì sẽ triệu hồi 3 Khinh hạm, 3 Hắc Chiến Xa, 3 Zombie Vua Hề Bật Nhảy và 5 Đội Đặc Nhiệm Alpha ở mọi hàng trong sân, với lượng máu tăng 1800% và sát thương tăng 1600%. Khi tiêu diệt sẽ được thưởng 60 điểm cho mỗi Zombie.\n<color=black>•</color> Zombie mà Tài Lộc Hạch triệu hồi sẽ tăng lượng máu nhân với lượng máu của Zombie trong chế độ du lịch, Zombie được Tài Lộc Hạch triệu hồi miễn nhiễm với hiệu ứng thôi miên. Còn nếu Zombie được triệu hồi ở hàng nước thì sẽ triệu hồi Đại Thiết Tiềm Hải Độn tương ứng.\n<color=#3D1400>Dạng Tái Chế: </color>Tiêu 500 điểm để triệu hồi Tham Tài Hạch khổng lồ, gây 3600 sát thương mỗi 0.02 giây và không có giới hạn thời gian triệu hồi như Quang Hạch Vương.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Quang Hạch Vương + Hoa Cúc Đôi"
    },
   {
      "seedType": 1513,
      "name": "Hàn Vương Hạch (1513)",
      "introduce": "<align=justified><size=36><color=#3D1400>Kể từ khi Quang Hạch Vương sang Nam Cực, người cậu ta giờ đây đã vô cùng lạnh lẽo, trên người nổi một đống gai băng nhọn hoắc. À mà, hình như cậu ta trông nhỏ hơn thì phải?",
      "info": "<size=36>Vị vua của vùng Nam Cực.\n\n<color=blue>Từ 屿秋MirAcle Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Phân loài của Quang Hạch Vương, chuyển đổi qua lại bằng Nấm Băng và Hoa Hướng Dương\n<color=black>•</color> Sát thương nhận vào sẽ luôn là 50.</color>\n<color=black>•</color><color=red> Khi bị tấn công thì sẽ tích 1 điểm và làm chậm mọi Zombie trong bán kính 3x3 ô đồng thời gây 20 stack đóng băng lên Zombie cắn nó.\n<color=black>•</color> Tích đủ 10 điểm thì có thể triệu hồi Óc Chó Băng Khổng Lồ, gây 600 sát thương mỗi 0.02 giây và không có giới hạn thời gian triệu hồi như Quang Hạch Vương.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Quang Hạch Vương + Nấm Băng"
    },
    {
      "seedType": 19010,
      "name": "Hatsune và Shiori (1901)",
      "introduce": "<align=justified><size=36><color=#3D1400>Họ tới từ Princess Connect! Re:Dive, và vô tình lưu lạc tới PvZ Fusion. Tại đây họ sẳn sàng giúp đỡ các cây ơ đây để chiến đấu chống lại bọn Zombie xấu xa với combo mạnh mẽ của mình!</color>",
      "info": "<size=36>(Trùng ID) Bộ đôi hoàn hảo với mũi tên xuyên thủng mọi ngôi sao!\n\n<color=blue>Từ 屿秋MirAcle Mod\n<color=#3D1400>Easter Eggs bên 屿秋MirAcle</color>\n<color=#3D1400>Sát Thương: </color><color=red>1800*3</color>\n<color=#3D1400>Thời Gian Nạp: </color><color=red>7.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>Nhấn vào để chọn vị trí tấn công, khi tấn công sẽ triệu hồi thiên thạch, siêu thiên thạch và thiên thạch từ tính.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: <color=red>Hoa Hướng Dương + Nấm Nguyên Tử</color>"
     },
{"PvZ RH Customization Mod": "" },
    {
      "seedType": 960,
      "name": "Đậu Điện (960)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là 1 thợ điện lâu năm của cả khu phố, tuy nhiên mỗi khi khu phố mất điện thì mọi người lại dùng cậu ấy như 1 cái máy phát điện dự phòng.",
      "info": "<size=36>Bắn ra viên đạn điện tấn công tất cả Zombie trong phạm vi.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>20/3x3 frame (Sát Thương liên tục)</color>\n<color=#3D1400>Khả Năng:</color><color=red> Gây sát thương liên tục mỗi khung hình cho Zombie ở phạm vi 3x3 ô. Đạn khi trúng Zombie sẽ biến mất.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Dòng Điện Xuyên Thấu:</color><color=red> Gây thêm 5% sát thương bằng với lượng máu tối đa của Zombie.",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Siêu Đậu Anh Đào + Xương Rồng Nam Châm"
    },
    {
      "seedType": 177,
      "name": "Pháo Nguyên Tử Băng (177)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cái gì mạnh hơn 1 quả pháo hoa? Là 1 quả pháo hoa được sơn skin, giờ thì lại đây nào tụi Zombie kia.",
      "info": "<size=36>Nổ pháo hoa còn hơn cả ngày Tết.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#3D1400>Sát Thương:</color><color=red> 300, 1800 (Nguyên Tử Băng) </color>\n<color=#3D1400>Khả Năng:</color><color=red> \n<color=black>•</color> Có mọi khả năng của Pháo Hoa, còn có thể làm chậm Zombie nó đâm trúng. \n<color=black>•</color> Khi đâm trúng 5 lần thì gây 1 vụ nổ Nguyên Tử Băng gây 1800 sát thương và đóng băng toàn sân.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Pháo Tất Niên + Nấm Nguyên Tử Băng"
    },
    {
      "seedType": 303,
      "name": "Đại Bác Dưa Băng (303)",
      "introduce": "<align=justified><size=36><color=#3D1400>Là Pháo Dưa lão luyện, lý do mà cậu ta trở thành Pháo Dưa Băng vô cùng đơn giản. Cậu ta bị để quên trong một cái kho đông lạnh.",
      "info": "<size=36>Cơn mưa băng giá từ trên trời rớt xuống.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#3D1400>Sát Thương:</color><color=red> 120*40 dưa</color>\n<color=#3D1400>Thời Gian Nạp Đạn:</color><color=red> 24 giây </color>\n<color=#3D1400>Khả Năng:</color><color=red> Bắn 40 trái dưa băng ở phạm vi 3x3 ô, đạn sẽ rơi ngẫu nhiên ở phạm vi 5x3 ô.\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần sẽ cho 50 Stack đóng băng.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đại Bác Dưa + Nấm Băng"
    },
    {
      "seedType": 304,
      "name": "Nấm Nhút Nhát Nguyên Tử Băng (304)",
      "introduce": "<align=justified><size=36><color=#3D1400>'Tôi sẽ trở thành siêu anh hùng!' - Nấm Nhút Nhát nói vậy nhưng mọi khi gặp chuyện gì thì cậu ta vẫn luôn lẫn trốn. Lý do thì đủ kiểu, nói chung là mệt.",
      "info": "<size=36>Mỗi khi lẫn trốn, tạo ra vụ nổ toàn sân!\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#3D1400>Sát Thương:</color><color=red> 30/1.5 giây, 1800 (Nguyên Tử Băng) </color>\n<color=#3D1400>Khả Năng:</color><color=red> \n<color=black>•</color> Đạn có mọi đặc tính của Nấm Xịt Nguyên Tử Băng. \n<color=black>•</color> Khi lẫn trốn sẽ kích hoạt vụ nổ Nguyên Tử Băng, đổi lại sẽ mất 1/3 lượng máu hiện tại.\n<color=#0077b6>Stack Đóng Băng: </color><color=red>Mỗi lần sẽ cho 10 Stack đóng băng. Gây x3 sát thương lên Zombie bị đóng băng.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Nhút Nhát + Nấm Băng + Nấm Hủy Diệt"
    },
    {
      "seedType": 305,
      "name": "Nấm Nhút Nhát Ngẫu Nhiên (304)",
      "introduce": "<align=justified><size=36><color=#3D1400>Này, đừng mở cái này nhé, tôi đơn giản chỉ đang trú ngụ trong này thôi, tôi sợ nhất là bọn Zombie đấy.",
      "info": "<size=36>Mỗi khi lẫn trốn, triệu hồi người bạn thân nhất.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#3D1400>Sát Thương:</color><color=red> 40/1.5 giây </color>\n<color=#3D1400>Khả Năng:</color><color=red> Khi lẫn trốn, tạo ra 1 Zombie Hộp Quà Vàng Bí Mật thôi miên.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Nấm Thôi Miên Nhút Nhát + Hộp Quà Zombie"
    },
    {
      "seedType": 301,
      "name": "Pháo Đài Thiết Giáp (301)",
      "introduce": "<align=justified><size=36><color=#3D1400>Pháo đài vững chãi với khả năng bắn một loạt đạn sắt vào mục tiêu. Là vũ khí sinh ra từ chiến trận, mỗi khi có cậu ta trên chiến tuyến là mọi cây khác đều có thêm động lực chiến đấu.",
      "info": "<size=36>Bắn đạn sắt vào Zombie, có cơ hội bắn ra cơn mưa sắt vụn!\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>80*3*2.25/0.5 giây \n<color=#3D1400>Máu: </color><color=red>2500\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Có thể hồi máu bằng sắt vụn. Có mọi đặc tính của Đậu Đại Đạn Đạo, đạn có thể đẩy lùi Zombie. \n<color=black>•</color> Tốc độ bắn tăng theo thời gian, sau 100 lần bắn thì tốc độ bắn x1.5 và sau 300 lần bắn thì tốc độ bắn x2.25 và sẽ đặt lại từ đầu sau khi ngừng bắn.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Đại Đạn Đạo + Xô Sắt"
    },
    {
      "seedType": 163,
      "name": "Đậu Bão Tố Kim Loại (163)",
      "introduce": "<align=justified><size=36><color=#3D1400>Mọi người liệu có biết, tác giả texture cho Tiểu Long Đại Đế do có xích mích với Infinity75 nên cây đó bị bay màu khỏi mod trong các phiên bản hiện tại rồi.",
      "info": "<size=36>Bắn đạn sắt vào Zombie, có cơ hội bắn ra cơn mưa sắt vụn!\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>80*6/1.5 giây\n<color=#3D1400>Tuyệt Kĩ: </color><color=red>3×20/0.02 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>Mỗi lần bắn có tỉ lệ 3% bắn ra cơn mưa sắt vụn trong 5 giây.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Cơn Mưa Nóng Chảy</color><color=red> Có thể bắn ra đạn sắt nóng chảy, x6 sát thương. Yêu cầu phải có Pháo Đài Thiết Giáp trên sân.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Đậu Bão Tố + Đậu Sắt"
    },
    {
      "seedType": 161,
      "name": "Tài Lộc Hạch (161)",
      "introduce": "<align=justified><size=36><color=#3D1400>Nếu Quang Hạch Vương là vua trong việc farm sun thì tôi cũng là vua trong việc farm tiền, hoặc ít nhất là thế, à mà dạo này mọi thứ đắt đỏ thật.",
      "info": "<size=36>Sản Xuất Xu Mỗi Lần Nhận Sát Thương.<color=#3D1400>.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\nMáu: </color><color=red>4000</color>\n<color=#3D1400>Khả Năng: </color><color=red><color=#3D1400></color>\n<color=black>•</color> Phần loài của Quang Hạch Vương, chuyển đổi qua lại bằng Hoa Hướng Dương và Hoa Cúc. \n<color=black>•</color> Tạo 100 xu mỗi lần nhận sát thương. \n<color=black>•</color> Khi bấm vào sẽ tiêu tốn 3000 xu và triệu hồi Óc Chó Khổng Lồ Kim Cương, đồng thời hồi đầy máu.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Quang Hạch Vương + Hoa Cúc"
    },
    {
      "seedType": 162,
      "name": "Óc Chó Khổng Lồ Kim Cương (162)",
      "introduce": "<align=justified><size=36><color=#3D1400>Cryda là 1 con mèo.",
      "info": "<size=36>Eris 2.0.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>1800/0.02 giây</color>",
      "cost": "\n<size=36>Được triệu hồi bởi Tài Lộc Hạch."
    },
    {
      "seedType": 164,
      "name": "Bí Vỡ Mộng (164)",
      "introduce": "<align=justified><size=36><color=#3D1400>Mộng Lạc sau khi xem quá nhiều skibidi rồi sigma các thứ mà giờ cậu ta bị tẩu hoả nhập ma rồi.",
      "info": "<size=36>Mộng Lạc khi xem Brainrot Youtube Short quá nhiều.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>1800 (1 ô) + 3600 (Toàn Sân)\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Phân loài của Nấm Phóng Xạ, chuyển đổi qua lại bằng Mộng Lạc và Nấm Nguyên Tử. \n<color=black>•</color> Đè Zombie và gây 3600 sát thương lên toàn màn hình, đồng thời gây hiệu ứng Nấm Nguyên Tử lên mọi Zombie trên sân.\n<color=#3D1400>Buff Du Lịch: \n<color=#3D1400>Vụ Nổ Hạt Nhân:</color><color=red> Toàn bộ Zombie bị ảnh hưởng bởi vụ nổ từ Bí Vỡ Mộng đều sẽ bị Tiêu diệt ngay lập tức.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức:  </color><color=red>Nấm Phóng Xạ + Mộng Lạc"
    }, 
    {
      "seedType": 165,
      "name": "Độc Diệt Linh (165)",
      "introduce": "<align=justified><size=36><color=#3D1400>'Độc, độc, càng thêm nhiều độc vào' Cậu ta vô cùng hứng thứ với các chất độc mà cậu ta tạo ra, nhưng mà nó cũng có thể làm gia vị cho bánh mì bơ tỏi đấy.",
      "info": "<size=36>Bào tử của nó vừa gây độc vừa làm chậm Zombie.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>150/0.5 giây</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Phân loài của Hàn Diệt Linh, chuyển đổi qua lại bằng Nấm Thôi Miên và Tỏi. \n<color=black>•</color> Tấn công trên 1 hàng, gây 150 sát thương + 20*số điểm độc của Zombie và làm chậm chúng. \n<color=black>•</color> Mỗi lần gây 10 stack đóng băng và 1 stack độc. \n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Lâm Phong Thứ Cốt:</color> Sát thương x3.\n<color=#3D1400>Tam Xích Chi Hàn: </color>x5 mỗi lần cho Stack đóng băng. \n<color=#3D1400>Tỏi Nguyên Chất:</color> Toàn bộ sát thương gây hiệu ứng độc tỏi sẽ không còn giới hạn stack tỏi. Yêu cầu phải mở khoá cả 2 buff trước của Hàn Diêt Linh và có ít nhất 1 Độc Diệt Linh trên sân.\n<color=#3D1400>Siêu Độc Tỏi:</color> Sát thương gây ra giờ bằng (Lượng máu tối đa của Zombie x Stack độc tỏi%). Yêu cầu phải mở khoá buff Tỏi Nguyên Chất trước. \n<color=#3D1400>Phong Tỏi Băng Lôi:</color> Khi Zombie bị đóng băng, Stack Độc Tỏi sẽ tăng theo lũy thừa bằng số Độc Diệt Linh trong hàng + 1, và gây thêm sát thương bằng (Stack Độc Tỏi × (số Độc Diệt Linh trong hàng + 1)³)",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Hàn Diệt Linh + Tỏi"
    },
    {
      "seedType": 175,
      "name": "Hoàng Ngọc Hoa Tán (175)",
      "introduce": "<align=justified><size=36><color=#3D1400>Hoàng Ngọc, còn có nghĩa là đá Topaz, là một loại đá quý và được yêu thích trong nhiều nền văn hóa khác nhau. ",
      "info": "<size=36>Đẩy lùi và vô hiệu hoá Zombie với Tuyệt Kĩ của nó.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả Năng: </color><color=red> \n<color=black>•</color> Mất khả năng dự trữ đạn, thay vào đó là khả năng của Dù Ngô.\n<color=#3D1400>Tuyệt Kĩ: </color>6000 xu; áp dụng hiệu ứng bơ và đẩy lùi tất cả Zombie ở gần với phạm vi rộng. \n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Thần Thoại Đá Quý: </color>Khi có toàn bộ 9 dù đá quý trên sân, chi phí sử dụng tuyệt kĩ sẽ giảm xuống chỉ còn 500 xu. Yêu cầu phải có đủ số xu để kích hoạt trước khi giảm.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bất kì Dù Đá Quý + Bắp Ngô"
    },
    {
      "seedType": 176,
      "name": "Mê Hoặc Hoa Tán (176)",
      "introduce": "<align=justified><size=36><color=#3D1400>Không thuộc loại đá nào, và các dù đá quý mod đều mang thông tin về loại đá mà nó tượng trưng ấy.",
      "info": "<size=36>Đẩy lùi và thôi miên Zombie với Tuyệt Kĩ của nó.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Mất khả năng dự trữ đạn, thay vào đó, Zombie đến gần sẽ bị đẩy lùi và thôi miên luôn Zombie đó nhưng sẽ mất 700 máu tương ứng và các cây khác không thể nhận sát thương thay.\n<color=#3D1400>Tuyệt Kĩ: </color>1000*[10+4*ln(Số Zombie+1)] xu; thôi miên toàn bộ Zombie trong phạm vi rộng.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Thần Thoại Đá Quý: </color>Khi có toàn bộ 9 dù đá quý trên sân, chi phí sử dụng tuyệt kĩ sẽ giảm xuống chỉ còn 500 xu. Yêu cầu phải có đủ số xu để kích hoạt trước khi giảm.\n<color=#3D1400>Hộ Vệ Hoa Tán: </color>Chỉ kích hoạt khi có 1 trong các cây dù sau: Dù Thạch Anh Tím, Dù Hắc Ngọc hoặc Dù Thôi Miên. Giờ đây có thể sử dụng các cây khác để nhận sát thương thay dù.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bất kì Dù Đá Quý + Nấm Thôi Miên"
    },
    {
      "seedType": 170,
      "name": "Ngọc Tím Hoa Tán (170)",
      "introduce": "<align=justified><size=36><color=#3D1400>Ngọc Tím, hay còn gọi là thạch anh tím, là một loại thạch anh màu tím, thường được sử dụng làm đồ trang sức.",
      "info": "<size=36>Tiêu diệt mọi Zombie với Tuyệt Kĩ của nó.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Mất khả năng dự trữ đạn, thay vào đó, Zombie đến gần sẽ bị tiêu diệt lập tức, và sẽ mất 900 máu cho Zombie thường và 3999 máu cho miniboss, đồng thời các cây khác không thể nhận sát thương thay.\n<color=#3D1400>Tuyệt Kĩ: </color>100000 x [1^e x (0.00003 x lượng HP xung quanh nó)] xu; tiêu diệt toàn bộ Zombie trong phạm vi rộng, có thể kích hoạt mỗi 45 giây.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Thần Thoại Đá Quý: </color>Khi có toàn bộ 9 dù đá quý trên sân, chi phí sử dụng tuyệt kĩ sẽ giảm xuống chỉ còn 500 xu. Yêu cầu phải có đủ số xu để kích hoạt trước khi giảm.\n<color=#3D1400>Hộ Vệ Hoa Tán: </color>Chỉ kích hoạt khi có 1 trong các cây dù sau: Dù Thạch Anh Tím, Dù Hắc Ngọc hoặc Dù Thôi Miên. Giờ đây có thể sử dụng các cây khác để nhận sát thương thay dù.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bất kì Dù Đá Quý + Hoa Ăn Thịt"
    },
    {
      "seedType": 171,
      "name": "Hắc Ngọc Hoa Tán (171)",
      "introduce": "<align=justified><size=36><color=#3D1400>Hắc Ngọc, mà dân chơi đá quý còn gọi là Hắc Phỉ Thuý, chuyên được dùng để tạo nên các trang sức khác nhau.",
      "info": "<size=36>Đẩy lùi và phát nổ với Tuyệt Kĩ của nó.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Mất khả năng dự trữ đạn, thay vào đó, Zombie đến gần sẽ bị đẩy lùi và kích hoạt hiệu ứng của Nấm Nguyên Tử, nhưng sẽ mất 700 máu tương ứng và các cây khác không thể nhận sát thương thay.\n<color=#3D1400>Tuyệt Kĩ: </color>6000 xu; phát nổ gây 7200 sát thương ở phạm vi cực rộng.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Thần Thoại Đá Quý: </color>Khi có toàn bộ 9 dù đá quý trên sân, chi phí sử dụng tuyệt kĩ sẽ giảm xuống chỉ còn 500 xu. Yêu cầu phải có đủ số xu để kích hoạt trước khi giảm.\n<color=#3D1400>Hộ Vệ Hoa Tán: </color>Chỉ kích hoạt khi có 1 trong các cây dù sau: Dù Thạch Anh Tím, Dù Hắc Ngọc hoặc Dù Thôi Miên. Giờ đây có thể sử dụng các cây khác để nhận sát thương thay dù.</color></color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bất kì Dù Đá Quý + Nấm Nguyên Tử"
    },
    {
      "seedType": 172,
      "name": "Ngọc Trai Hoa Tán (172)",
      "introduce": "<align=justified><size=36><color=#3D1400>Ngọc Trai, tới từ những sò/trai từ đáy biển. Có thể vừa làm đồ trang sức, còn có thể dùng làm thuốc bên Đông Y.",
      "info": "<size=36>Đẩy lùi và gây độc với Tuyệt Kĩ của nó.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Mất khả năng dự trữ đạn, thay vào đó, Zombie đến gần sẽ bị đẩy lùi và khiến Zombie tăng thêm 1 diểm stack độc.\n<color=#3D1400>Tuyệt Kĩ: </color>6000 xu; khiến mọi Zombie bị đẩy lùi tăng 20 stack độc và loại bỏ giới hạn độc tỏi.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Thần Thoại Đá Quý: </color>Khi có toàn bộ 9 dù đá quý trên sân, chi phí sử dụng tuyệt kĩ sẽ giảm xuống chỉ còn 500 xu. Yêu cầu phải có đủ số xu để kích hoạt trước khi giảm.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bất kì Dù Đá Quý + Tỏi"
    },
    {
      "seedType": 173,
      "name": "Ngọc Bích Hoa Tán (173)",
      "introduce": "<align=justified><size=36><color=#3D1400>Ngọc Bích, loại ngọc không thề xa lạ với mọi người, được dùng làm trang sức quý giá.",
      "info": "<size=36>Đẩy lùi và đóng băng với Tuyệt Kĩ của nó.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Mất khả năng dự trữ đạn, thay vào đó, Zombie đến gần sẽ bị đẩy lùi và bị làm chậm.\n<color=#3D1400>Tuyệt Kĩ: </color>4000 xu; khiến mọi Zombie bị đẩy lùi ở phạm vi rộng và đóng băng Zombie đó trong 20 giây.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Thần Thoại Đá Quý: </color>Khi có toàn bộ 9 dù đá quý trên sân, chi phí sử dụng tuyệt kĩ sẽ giảm xuống chỉ còn 500 xu. Yêu cầu phải có đủ số xu để kích hoạt trước khi giảm.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bất kì Dù Đá Quý + Nấm Băng"
    },
    {
      "seedType": 174,
      "name": "Hổ Phách Hoa Tán (174)",
      "introduce": "<align=justified><size=36><color=#3D1400>Hổ Phách, không thực sự là đá quý, tới từ nhựa cây đã hoá đá từ hàng triệu năm trước.",
      "info": "<size=36>Đẩy lùi và thiêu đốt với Tuyệt Kĩ của nó.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Máu: </color><color=red>4000</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Mất khả năng dự trữ đạn, thay vào đó, Zombie đến gần sẽ bị đẩy lùi và áp dụng hiệu ứng Chịu Nhiệt lên Zombie.\n<color=#3D1400>Tuyệt Kĩ: </color>7000 xu; đốt chảy cả 3 hàng trên, giữa và dưới nó và gây hiệu ứng Chịu Nhiệt lên mọi Zombie mà nó đẩy lùi.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Thần Thoại Đá Quý: </color>Khi có toàn bộ 9 dù đá quý trên sân, chi phí sử dụng tuyệt kĩ sẽ giảm xuống chỉ còn 500 xu. Yêu cầu phải có đủ số xu để kích hoạt trước khi giảm.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Bất kì Dù Đá Quý + Ớt"
    },
    {
      "seedType": 168,
      "name": "Pháo Băng Tận Thế (168)",
      "introduce": "<align=justified><size=36><color=#3D1400>Xem như là lá bài tẩy của phe cây, chỉ dùng trong những trường hợp nguy cấp nhất. Các Zombie còn sống sót nói rằng, nó như là 1 bệ phóng đầu đạn nguyên tử bắn hàng loạt.",
      "info": "<size=36>Cơn ác mộng của mọi Zombie.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>450*60</color>\n<color=#3D1400>Thời Gian Nạp Đạn:</color><color=red> 15 giây </color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Phần loài của Băng Phá Luân, chuyển đổi qua lại bằng Bắp Ngô và Dưa Hấu.\n<color=black>•</color> Khi bắn sẽ bắn 60 trái dưa, mỗi trái gây 450 sát thương, phạm vi cả sân, làm chậm Zombie trong 15 giây.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Chúng Sinh Bình Đẳng: </color>Sát thương tăng lên thành 1350\n<color=#3D1400>Binh Quý Thần Tốc: </color>Tốc độ nạp đạn còn 10 giây. \n<color=#3D1400>Đao Băng Vô Hình: </color>Gây thêm 5% sát thương tương đương với lượng máu tối đa của Zombie bị bắn trúng. \n<color=#3D1400>Mùa Đông Hạt Nhân: </color> Mỗi quả dưa khi rơi xuống gây ra vụ nổ Nguyên Tử Băng gây 3600 sát thương với phạm vi toàn sân. Bắt buộc phải có 3 buff trước để kích hoạt buff này.</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Băng Phá Luân + Dưa Hấu"
    },    
    {
      "seedType": 169,
      "name": "Quạt Ngân Hà (169)",
      "introduce": "<align=justified><size=36><color=#3D1400>'Eris là quạt, sao và hải cẩu, không phải chomper, nhớ cho kĩ đấy.' - lời của một con hải cẩu thơm nhất Làng Khoai Tây. <page>\nEris là hải cẩu cute nhất Làng Khoai Tây nhé.<page>\nNhớ nhé.<page>\nSao vẫn lật trang vậy.<page>\nEris là hải cẩu, nhớ chưa.<page>\nThôi được rồi, Eris là hải cẩu, được chưa.<page>\nFunfact, ngày xưa Eris là mèo slime, giờ làm hải cẩu.<page>\nĐược rồi, funfact cuối, Danni là 1 con mèo :3",
      "info": "<size=36>Cây dễ thương nhất PvZ Fusion.... đúng không nhỉ?\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Easter Eggs bên RH Customization</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Khi đặt xuống, có khả năng như cỏ ba lá. Sẽ biến mất sau 3 giây. \n<color=black>•</color> Khi buff Tinh Thần Hợp Nhất được kích hoạt, triệu hồi thiên thạch từ tính tương tự như của Sao Tối Thượng mỗi 0.3 giây. \n<color=black>•</color> Thời gian thả thiên thạch sẽ tính theo thời gian Quạt Ngân Hà bắt đầu quay.</color>",
      "cost": "\n<size=36><color=#3D1400>Giá:</color><color=red> 500</color>\n<color=#3D1400>Thời Gian Hồi:</color> <color=red>60 giây</color>"
    },
    {
      "seedType": 178,
      "name": "Miêu Vỡ Mộng (168)",
      "introduce": "<align=justified><size=36><color=#3D1400>Mang đầy tà khí cùng với những ác mộng đáng sợ, Mèo Ác Mộng sẽ mang tới cho các Zombie 1 ác mộng vĩnh hằng.",
      "info": "<size=36>Những viên đạn mang đầy ám khí.\n\n<color=blue>Từ PvZ RH Customization Mod</color>\n<color=#4A2900>Điều Kiện Sử Dụng: Chế Độ Du Lịch\n<color=#3D1400>Sát Thương: </color><color=red>600*2/1.5 giây, 600*60/3 giây (Drone)</color>\n<color=#3D1400>Khả Năng: </color><color=red>\n<color=black>•</color> Khi đạn bắn trúng Zombie thì Zombie đó sẽ bị hiệu ứng phóng xạ, và sẽ phát nổ tương tự như của Nấm Nguyên Tử khi chết.\n<color=black>•</color> Khi tiêu diệt một Zombie, triệu hồi 1 đĩa bay lơ lửng bắn 1 loạt 60 viên đạn, 600 sát thương mỗi viên có thể gây hiệu ứng nguyên tử và có tỉ lệ 10% thôi miên Zombie đó.\n<color=black>•</color> Hiệu ứng khi chết là sẽ phát nổ tương tự như của Nấm Phóng Xạ.\n<color=#3D1400>Buff Du Lịch: </color>\n<color=#3D1400>Độ Khó Không Tưởng: </color>Đạn của Mèo Vỡ Mộng giờ có tỉ lệ 100% thôi miên Zombie hoàn toàn, nếu không thể thôi miên thì tiêu diệt Zombie đó, có tác dụng với cả miniboss, và khi chết thì sẽ tiêu diệt mọi Zombie trên sân. \n(Dùng chung buff Vụ Nổ Hạt Nhân của Bí Vỡ Mộng)</color>",
      "cost": "\n<size=36><color=#3D1400>Công Thức: </color><color=red>Mộng Miêu + Nấm Phóng Xạ hoặc Bí Vỡ Mộng + Mèo"
    }
  ]
}